[
    {
        "title": "Magisteria: The Entangled Histories of Science & Religion",
        "author": "Nicholas Spencer",
        "dateRead": "2024/08/11",
        "review": "Glorious. V glad I read it. <br/><br/>- I like the framing themes: (1) Religion and Science have largely conflicted on either the question of “Is man / earth special?” or “who gets to decide?”, (2) early science was housed in religion pursuit as a way to understand how God created the natural world. Reading God Human Animal Machine right before was helpful to consider how these themes will never go away, especially with advents in AI. You very quickly hit the questions of what human consciousness is, is it specific to humans, can it be artificially created etc. <br/><br/>- Also liked seeing the many examples of how scientists reconciled their religiosity (and so many foundational thinkers were deeply religious!) with their science. It makes more sense to me how you can hold both these ideas in your head without conflict. The myth busting on many of these scientists was fun too - Einstein not being a practicing Jew, Newton’s religiosity etc. <br/><br/>- Also loved reading more about the three events that scaffolded the narrative - Galileo/Copernicus and the Church, Darwin/Huxley vs Wilberforce and the Scopes Monkey Trial<br/><br/>My only issue was that this book was entirely focused on western religious thought with a short foray on Islamic science and a bit on China. I’d love to understand how Hinduism interacts with Science<br/><br/>Think I’m less likely to disparage scientists who are overtly religious (eg ISRO scientists praying before the Moon lander mission), although I still need to wrap my head around superstitious beliefs and a transactional God vs something like Spinoza’s God.",
        "category": "Science and Nature"
    },
    {
        "title": "The Maniac",
        "author": "Benjamín Labatut",
        "dateRead": "2023/12/01",
        "review": "Enjoyed this much more than When We Cease to Understand the World. I was hooked, I knew very little about von Neumann and glad I came to this book this year, ~5 months after the Oppenheimer movie and ~9 months after American Prometheus. <br/><br/>Some thoughts:<br/>- Labatut’s prose is wonderful. Like a profound, breathless, evocative narrator. Like a Ben Safdie of Scientific History. His description of the Hydrogen Bomb in Enewetak Atoll was almost liturgical. <br/><br/>- The AlphaGo and Lee Sedol section was wonderful. Considering trying to learn it (and repurpose some of my chess time).<br/><br/>- Some wonderful reflections on the nature of intelligence, consciousness and learning:<br/><br/> - <i> “As a child the most unusual things confounded him, things that would never bother a normal boy: he confessed that he could not understand how he had learned to ride a bicycle—a veritable feat of balance, equilibrium, and coordinated motor function—without once having had to use his reason. How could his body think by itself? How could it figure out the complicated motions that it had to execute so as not to fall flat on his face? These simple activities, in which you actually had to stop thinking to fully accomplish them, would fascinate him for his entire life” </i><br/><br/> - <i> “I have often wondered about the consciousness of animals, how it must be more shadowy than ours, more dreamlike and fleeting, small thoughts like half-burned candles, their outlines never fully formed. And perhaps that is also the case for many of us who must strain to think with clarity” </i><br/><br/> - <i> “Jancsi, as obsessive as he could be, was never one to get stuck on a problem like that; he was not one of those scientists who forget to brush their teeth or change their clothes. Quite the contrary, it was always a joy for him to work out his ideas. His intelligence was playful, not tortured, and his insights were usually immediate, practically instantaneous, not labored.” </i><br/><br/>- the Paul Ehrenfest chapter was tragic and moving. I know the tortured genius trope is overwrought, but Labatut’s take on it is much more contained and powerful. How the nature of the pain manifests in the idea itself. Stan Ulam coming up with the Monte Carlo method is a great example.<br/><br/>- Again, from the Ehrenfest section, hard to imagine how it must for your expertise to no longer be valid. For example:<br/><br/> - <i> “Paul, who had placed all his faith in physics, now felt let down, cast out from a paradise that, due to the increasing influence of quantum mechanics and the unstoppable spread of the mathematical plague, was retreating into a darkness deeper than the abyss within atoms.” </i><br/><br/>- Man, Von Neumann. Didn’t know about MANIAC, nor about how he came up with ICBMs and MAD. A particular variant of an evil genius. The part where Kari talks about how her husband looks at life as a game and how that has led to death and destruction is probably accurate. <br/><br/> - <i> “They had already put together an entire committee to choose the best targets, but it was actually von Neumann who convinced them that they shouldn’t detonate the devices at ground level, but higher up in the atmosphere, since that way the blast wave would cause incomparably larger damage. He even calculated the optimal height himself—six hundred meters, about two thousand feet. And that is exactly how high our bombs were when they exploded above the roofs of those quaint wooden houses in Hiroshima and Nagasaki” </i><br/><br/>- And some lines I’m going to use with mathematician friends:<br/><br/> - <i> “A well-known Budapest banker came to see me with his son. He had a very unusual request. He wanted me to dissuade his firstborn from becoming a mathematician. “Mathematics,” he declared, “is a breadless art.” </i>",
        "category": "Science and Nature"
    },
    {
        "title": "The Spirit Catches You and You Fall Down: A Hmong Child, Her American Doctors, and the Collision of Two Cultures",
        "author": "Anne Fadiman",
        "dateRead": "2023/10/24",
        "review": "Most thought provoking book I’ve read all year. Was hard to pick a side, empathized for everyone involved, so morally complicated. I will say that I felt that Anne Fadiman DID have a position that I don’t entirely agree with, even though I think she tried making the story balanced.<br/><br/>Overall, highly recommend - should be required reading for anyone living or working in a multicultural society. Powerful story of what can happen when vastly different cultures meet (in the case of the Hmong, so much better than Clint Eastwood’s movie) and of the battle between Modernity and Tradition.<br/><br/>Should re-read in some time.<br/><br/>Some thoughts:<br/><br/>- Sensing my reaction to certain parts of the book made me question how open-minded and empathetic I am. I think the book revealed positions I have implicitly taken and I am grateful for it.<br/><br/>- While I agree with Fadiman’s depiction of Francesca Farr like <i> “She worked within the family’s belief system. She did not carry her belief system” </i>, I feel myself reacting angrily to this. And I am not sure why. I think I have a line beyond which I think there is no moral responsibility to empathize with someone’s belief system, but I haven’t explored this enough. <br/><br/>- 100% agree with this. Have heard different articulations of this idea, but this was particularly powerful. Specific to me - but has played a role in how I show up in each phase of my career - something to reflect on. <br/><br/> - <i> “I have always felt that the action most worth watching is not at the center of things but where edges meet. I like shorelines, weather fronts, international borders. There are interesting frictions and incongruities in these places, and often, if you stand at the point of tangency, you can see both sides better than if you were in the middle of either one. This is especially true, I think, when the apposition is cultural” </i><br/><br/>- The complication of cultural assimilation when you have communities that are refugees from their original homes, especially if they were being oppressed in some fashion<br/><br/> - <i> “The European immigrants who emerged from the Ford Motor Company melting pot came to the United States because they hoped to assimilate into mainstream American society. The Hmong came to the United States for the same reason they had left China in the nineteenth century: because they were trying to resist assimilation. As the anthropologist Jacques Lemoine has observed, “they did not come to our countries only to save their lives, they rather came to save their selves, that is, their Hmong ethnicity.” If their Hmong ethnicity had been safe in Laos, they would have preferred to remain there, just as their ancestors—for whom migration had always been a problem-solving strategy, not a footloose impulse—would have preferred to remain in China. Unlike the Ford workers who enthusiastically, or at least uncomplainingly, belted out the “The Star-Spangled Banner” (of which Foua and Nao Kao know not a single word), the Hmong are what sociologists call “involuntary migrants.” It is well known that involuntary migrants, no matter what pot they are thrown into, tend not to melt.” </i><br/><br/>- So much respect for Neil and Peggy - inspiring physicians, and this part about their limits was powerful - I think we all have such limits, and it’s hard to discover it. A physician must have a concern for the psychosocial and cultural facets that give illness context and meaning…<br/><br/> - <i> “Neil and Peggy liked the Hmong, too, but they did not love them. They could have had a practice full of white middle-class patients who always took their medicine and whose insurance companies always paid on time. Instead, because they were altruists, they had the antithesis. Their choice was morally satisfying, but whenever a patient crossed the compliance line, thus sabotaging their ability to be optimally effective doctors, cultural diversity ceased being a delicious spice and became a disagreeable obstacle. Neil and Peggy were excellent physicians, but by Kleinman’s definition—a concern for the psychosocial and cultural facets that give illness context and meaning—they were, at least during their early years with Lia, imperfect healers.” </i><br/><br/>- Tvix Neebs in California hospitals will be interesting to see - wonder how it’s going. A friend is a chaplain at a New York City hospital - while it feels conceptually similar, I think there is an implicit difference. Don’t have a good articulation yet. <br/><br/>What a tough story.<br/><br/><i> “It was also true that if the Lees were still in Laos, Lia would probably have died before she was out of her infancy, from a prolonged bout of untreated status epilepticus. American medicine had both preserved her life and compromised it. I was unsure which had hurt her family more.” </i>",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "Cuba: An American History",
        "author": "Ada Ferrer",
        "dateRead": "2023/02/04",
        "review": "This was a wonderful, wonderful book. I visited Cuba in 2016 with hardly any knowledge of its history and now regret that it's much trickier to visit now -- I didn't even know who Jose Marti was (and landed in an airport named after him lol). Specifically, this book managed to both contextualize Cuba's history in a broader history of the Americas and go into the depths of Cuban political history. Also, books like this make it much clearer to see America as a colonizing empire - reminded me of \"How to Hide an Empire\". Ada Ferrer is a wonderful writer.<br/><br/>Some things that struck me:<br/><br/>- Columbus never actually reached USA, he did however reach Cuba. As Ferrer puts it: <i> \"When early US historians such as Bancroft nudged Columbus, a man who never set foot in the lands of the United States, into the first chapter of a new national saga, they essentially seized a foreign history to make it theirs, some of them fully expecting that the lands on which that history had unfolded would soon be theirs, too. Today, Americans recognize the basic story of Columbus, often unmindful of the fact that it unfolded in another America. If Columbus begins US history as written, that is partly because, consciously or unconsciously, imperial ambitions have shaped US history from the beginning, too. And Cuba—where Columbus did land—is a critical presence in that American history.\" </i><br/><br/>- Britain and France first first traded Florida for Havana in the 1763 Treaty of Paris. <i> \"British statesman William Pitt, who had long lobbied for taking Havana, thought that Britain should absolutely hold it. When he heard that the preliminary treaty surrendered it, he left his sickbed and appeared before the House of Commons. In a speech of more than three hours, he fumed against a treaty that “obscured all the glories of the war [and] surrendered the dearest interests of the nation.”</i><br/><br/>- ...and then in 1898, Spain and the US signed a treaty that ended Spanish rule in Cuba. <i> \"In December 1898, representatives of Spain and the United States met in Paris to sign the treaty that sealed the end of Spanish rule in Cuba. Again, Cubans were denied a seat at the table. The Treaty of Paris granted the United States control of four Spanish territories: Philippines, Guam, Puerto Rico, and Cuba, none of which were represented at the negotiations. By agreement, Spain’s rule over all of them would lapse at year’s end. \" </i><br/><br/><br/>- The story of Cuba is a story of slavery, capitalism and the American empire. To the point that William King, the Vice President of the USA in 1853 was inaugurated in Cuba in/near a slave-run estate he owned. <i> \"The story of the inauguration of an American vice president in Cuba is unexpected. Yet the spectacle of an Alabama slaveholder taking office as vice president of the United States in the heart of Cuban sugar country laid bare a fundamental truth: King’s homes in Alabama and Washington, DC, and King’s improvised sanitarium in Matanzas were part of one system. It was a system that had linked American wealth to Cuban sugar and Cuban slavery since at least the 1820s. By the time of King’s Cuban inauguration in 1853, it had fully matured.\" </i><br/><br/>- And Cuba seemed so central to Western pop culture...for example: <i> \"Some may have seen risqué floor shows, but they also flocked to more sedate diversions, to sunny beaches and first-rate jazz shows, perhaps even to the 1921 World Chess Championship, held in Havana and won by Cuban chess genius José Raúl Capablanca, who retained the title until 1927. Albert Einstein, who visited Havana in 1930 to speak before the National Academy of Sciences, knew that the city had to be more than the sleek hotels and shows and insisted on visiting poor neighborhoods and shantytowns.\" </i> and <i> \"Ernest Hemingway expressed his attraction to Cuba more crudely. He liked it, recalled a friend, because it had “both fishing and fucking.”\" </i><br/><br/>- And a few decades later, enter Fidel and Che. <i> \"A month after his release from jail, he arrived in Mexico with his brother, Raúl, and other Moncada prisoners. Early in his Mexican exile, Fidel met Che Guevara, Argentine doctor turned global revolutionary. The first time they met, the two spoke all night, and by the end of it Che “was already the physician of the future expedition” to Cuba. What most struck him that night was Fidel’s optimism: “He had an unshakeable faith that once he left he would arrive in Cuba, that once he arrived he would fight, that once he began fighting he would win.” </i><br/><br/>- And the core issue troubling USA <> Cuban relationships as Ada puts it -- Americans not seeing their role as imperialists. <i> \"Such sentiments exemplified the long-standing impasse in Cubans’ and Americans’ understanding of their shared history. And the two interpretations could not have been more at odds. What Americans saw as an act of selfless benevolence, Cubans saw as an act of colonial imposition. That antagonism mattered now more than ever, for it was precisely the colonial relationship between the United States and Cuba that the revolution was beginning to challenge. Unable to perceive that relationship as a colonial one, Americans were at a loss to understand what was happening in Cuba and quick to perceive all of it as naïve ingratitude, at best, and outright communism, at worst.\" </i><br/><br/>- The last few chapters were an exploration of the fascinating relationship between Cuba and Miami. As Ferrer eloquently puts it: <i> \"But that feeling—Miami’s cognitive dissonance, as Joan Didion once called it—was not always sinister. Sometimes it was just about family and survival, longing and attachment. So, a young girl in Cuba grows up in a home with a special drawer filled with nice clothes given to her family by relatives in the United States. They were clothes, pressed and never worn, waiting for the day the family would fly to its exile abroad. A young girl in Miami grows up in a home with another special drawer, also filled with nice clothes, pressed and saved, waiting to be sent to family in Cuba. In so many ways, big and small, each place depends on the other. But two facts are clear: it is impossible to understand the Cuban Revolution without understanding Miami, and it is impossible to understand Miami without understanding the Cuban Revolution.\" </i><br/><br/>- Also love how tiny Cuba supported revolutions including in Angola -- Cuba was critical to Angola's fight for independence from South Africa. The dissonance of this shows up at Mandela's death ceremony. Man, I miss Obama: <i> \"Many years later, when Mandela died in 2013, Fidel Castro was too sick to travel to the funeral. As then president of Cuba, Raúl Castro attended and sat in the platform party. Also present was the second-term US president, Barack Obama, who stunned the world by casually and warmly shaking Castro’s hand. No US president had publicly recognized a Cuban president since before Obama was born. He knew the world—and his Republican opponents—would be scrutinizing the move. But to his advisors he said there was no question that he would greet Castro. “The Cubans,” he said, “were on the right side of apartheid. We were on the wrong side.”\" </i>",
        "category": "History"
    },
    {
        "title": "Sentient: How Animals Illuminate the Wonder of Our Human Senses",
        "author": "Jackie Higgins",
        "dateRead": "2022/12/24",
        "review": "Absolutely loved this book. I thought the structure would bore me, but I loved how each chapter shifted between the perspective of an animal, the average human and exceptional humans. It didn't feel contrived and I enjoyed it. Felt like I recall more about what I read about humans than the animals (although some of the vignettes were pretty cool). Amazing, amazing book<br/><br/>Things I found memorable:<br/><br/>- Across the book -- the idea that so much of what we think the world is is entirely dependent on the nuances and specifics of our sense abilities. We see that an apple is red, only because we see a specific spectrum of light with a certain resolution. On a philosophical level, this thesis fit into the ideaspace of Why Fish Don't Exist and This is Water etc -- We don't see things as they are, we see them as we are. I'm starting to think this is almost a spiritual idea.<br/><br/>- Said differently -- <i> “It is hard to get a handle on what it means to be human,” said Jelle Atema. “We must look to the creatures with whom we share our planet to inform who we are. It is far easier to get an idea of how taste works in a catfish or how smell works in a lobster”—or, for that matter, how sight works in a spookfish, hearing in a great gray owl, or touch in a vampire bat. Through these animals, our knowledge extends back millions of years.\" </i><br/><br/>- On color blindness - being 100% color blind is quite rare and different from the stereotypical color blindness we hear about. Color-blind people go to great lengths to avoid glaring sunlight.<br/> <br/>- The idea that for people who lose a certain sense have heightened abilities in other senses. And end up \"seeing\" the world differently. <i> \"There is a facet to hearing that is often overlooked. This sense does not simply gauge the qualities of sounds—their tone, timbre, or volume—but also delineates surrounding space in unexpected ways. This quality becomes more apparent when sight fails. Most people might think a pleasant day is one when the sun shines, but to John Hull, it would have entailed a light breeze. “This brings into life all the sounds in my environment. The leaves are rustling, bits of paper are blowing along the pavement.” Or perhaps a storm: “Thunder puts a roof over my head, a very high vaulted ceiling of rumbling sound. I realize that I am in a big place, whereas before there was nothing at all.” And to him, a cloudburst was like light falling on a landscape: Rain has a way of bringing out the contours of everything; it throws a colored blanket over previously invisible things; instead of an intermittent and thus fragmented world, the steadily falling rain creates continuity of acoustic space.... The world, which is veiled until I touch it, has suddenly disclosed itself to me.\" </i><br/><br/>- The idea that there's a map of our body in our brains - and relative sizes of body parts in this map correlate with the criticality of that part of the body for a certain sense. <i> \"Traced invisibly on the surface of our brain is an eerily deformed but unmistakably human outline. It has an emaciated torso and gangling limbs overwhelmed by Brobdingnagian hands, while grotesquely vast lips and tongue dwarf its head. When Helen Keller reached for Anne Sullivan’s mouth, Merkel cells in the skin of her fingers would have fired. When, in response, Sullivan touched her elbow, cells in her arms would follow. Each of these signals would have arrived in a different location of her brain, and because such information is relayed from point to point, the sensory surface of Keller’s entire skin would have been represented in her brain. Scientists know that supersensitive areas of skin, dense with Merkel mechanoreceptors, are magnified in our touch map because our brains dedicate more space to process their input. The fingers take up about one hundred times more cortical real estate than the torso because they contain roughly a hundred-fold more touch receptors. Penfield called the brain’s touch map the homunculus, “little man” in Latin. </i><br/><br/>- <i> \"“Why are emotions called feelings and not sightings or smellings?” asked Linden. “This may seem like a silly question but it’s not.” Touch metaphors suffuse language, as Diane Ackerman noted so vividly in A Natural History of the Senses: “We care most deeply when something ‘touches’ us. </i><br/><br/>- The fact that males can sense a female's reproductive cycles through a fascinating experiment with lap dancers in Vegas -- <i> \"The scientists found that female allure shifted through the month, waxing and waning with the women’s reproductive cycles. The dancers were earning almost twice as much in tips—taking home on average $334 as opposed to $184 per night—when they were ovulating and fertile. Miller became curious to understand how the women signal, and the men sense, the change. He observed, “Tip earnings are unlikely to be influenced by cycle shifts in stage-dance moves, clothing, or initial conversational content because these cues just do not vary much.” </i><br/><br/>- On pheromones and pheromone parties - what a curious idea<br/><br/>- The idea that even blind people can sense brightness. There is a different type of blindness where the person cannot sense brightness - and that messes with our circadian rhythms. Our eyes in fact help us sense time! And you can be time-blind. <i> \"Time blindness leaves people like Mark Threadgold fighting against such desynchrony on a daily basis. Even with a fully functioning retina, without an optic nerve, it is not possible for the responses of its rods, cones, and time cells to reach his brain. Nonetheless, the research he inspired can be applied to many. “It has led to a major reappraisal of all blindness,” said Foster. “Some people can be blind, but, unlike Mark, still have a working sense of time. Now we know to insist they spend time in the light they cannot see.” Only this will stop their master clocks from losing synchrony with the turn of day and night, thereby losing command of all the other clocks in their body. The consequences of such disruption, through time blindness or regular blindness, extend beyond slippages in sleep and wakefulness. Science is starting to show they may exact an even greater price.\" </i><br/><br/>- On migrations - <i> \"Ornithologists had long noticed that during the migratory season, caged birds will flutter their wings and become agitated. This irrepressible urge to move became known as Zugunruhe, from the German Zug (migration) and Unruhe (restlessness).\" </i> I get Zugunruhe every single day ugh",
        "category": "Science and Nature"
    },
    {
        "title": "Different: Gender Through the Eyes of a Primatologist",
        "author": "Frans de Waal",
        "dateRead": "2022/12/15",
        "review": "I thought this book was one of my favorite in 2022, primarily because it gave me language to understand the interaction between the culture and biology of sex and gender. I don't know enough about primatology or the author's personal views, but the book felt even handed and measured. <br/><br/>Things I found memorable<br/>- Overall, that the question of \"what is natural for humans\" is a question that cannot be answered by the humanities - and is a question that is better positioned to answer from fields like primatology and anthropology. I've been in a fair number of discussions on sex and gender, where you encounter some version of \"Well, the distinction between being male and being female is almost entirely cultural\" -- this book gets at that question. Reminded me of what Graeber and Wengrow got at it in \"The Dawn of Everything\" --> Rousseau and Hobbes made claims about how early humans lived to develop their theories while having almost no actual understanding on these topics - that was a question for archaeologists/anthropologists, not political scientists. I'll get off my soap box now -- but from de Waal, see<br/><br/><i> \"WE HAVE THREE main ways of finding out whether human preferences have a biological origin. The first is to compare ourselves with other primates that lack our cultural biases, which is all of them. The second is to look at a large number of human cultures to see which preferences are universal. And the third is to test children so early in life that culture can’t yet have influenced them. Given my background, I prefer the first method. Considering the above experiments on toy preferences, one may wonder if the same tendencies are found in primates free from human influence. The primatologists Sonya Kahlenberg and Richard Wrangham report behavior in wild chimpanzees that’s reminiscent of Amber with her broom. During fourteen years of fieldwork in Kibale National Park in Uganda, they documented many occasions of young chimps holding on to rocks or wooden logs in ways that looked as if they were carrying an infant. This behavior was three to four times more common in young females than in males. They might put their pet rock aside while foraging for fruits, only to pick it up again before traveling to another place. Sometimes they held the log or rock close while sleeping in their nest or even built a nest especially for it. Females played tenderly with these items as if they were handling an infant, whereas young males were less caring, and sometimes kicked a rock in the same rough way they kick each other.\" </i><br/><br/>- The fact that chimpanzees and bonobos are equally distant from us evolutionarily yet are so different. When looking at our evolutionary cousins, which example do we choose to use and when? <i> \"BONOBOS INCREASINGLY SHOW UP in feminist discourse as humanity’s last hope. Their existence is taken as proof that male dominance is not hardwired in us. I am okay with this conclusion as long as we keep in mind that we have an equally close relative, the chimpanzee, which is quite different. Each ape has its unique specializations, which makes it hard to extrapolate directly from them to us. Best is a triangular comparison involving our next of kin and ourselves to see what we have in common and where each one of us diverges.\" </i><br/><br/>- The chapter on children's toys was thoughtful and complicated the story. While color choices may be entirely cultural, other choices (e.g., trucks vs dolls) do have some basis in sex differences <i> \"Sweden, a nation that officially promotes gender equality, once pressured a toy company to change its Christmas catalog so that it featured boys with a Barbie Dream House and girls with guns and action figures. But when the Swedish psychologist Anders Nelson asked three- and five-year-old children to show him their toy collections, things turned out differently. Almost every child had his or her own room with a staggering average of 532 toys. After going through 152 rooms and classifying thousands of toys, Nelson concluded that the collections reflected exactly the same stereotypes as in other countries. The boys had more tools, vehicles, and games, and the girls had more household items, caregiving devices, and outfits. Their preferences had proved immune to the equality ethos of Swedish society. Studies in other countries confirm that the attitudes of parents have little or no impact on children’s toy preferences.\" </i> <br/><br/>I liked his conclusion: <i> \"The play behavior of children, too, is grossly understudied. Even though children enthusiastically devote many hours a day to play, psychologists largely ignore it, while parents entertain the illusion that they are the architects of it. This is why we debate toys so intensely. The idea is that children have hardly any interests of their own and that we need to assist them by giving them gendered toys to mold them into “real” women and men. Alternatively, we steer them toward opposite-gender toys to allow them to grow into enlightened liberals. Both approaches are arrogant. The best strategy would be to abolish all the typical divisions found in toy stores and accept the choices children themselves come up with, regardless of whether they fit our hopes and dreams. Step back and let them play in whatever way they like. Moreover, a great deal of play has little to do with toys or gender, such as my early fascination with animals and children’s attraction to music, reading, camping, or collecting small objects, such as shells and rocks. The only problem is that girls’ clothing still doesn’t include pockets!\" </i><br/><br/>- The idea that evolution may in fact have incorporated biases for gender conformity (which doesn't mean of course that all males/females necessarily feel this) -- <i> \"But it does suggest that evolution has equipped our young with a feel-good bias to conform to their gender.11 In one early study, toddlers watched a short film in which a man and woman performed simple activities, such as playing an instrument or building a fire. The actors did so at the same time but on opposite ends of the screen. The children zoomed in on the actor of their gender: the woman was watched more by the girls than by the boys, who focused more on the man. The investigators interpreted this own-gender preference as follows: “It becomes increasingly relevant for them to learn and to adopt the social rules concerning male-appropriate and female-appropriate behaviors.” </i><br/><br/>- <i> \"I like the way Robert Martin, a British biological anthropologist at Chicago’s Field Museum, put it. Most differences between the sexes are bimodal, he wrote, whereas differences between the genders move across a spectrum.\" </i><br/><br/>- Loved how he discusses how academic primatology as an intellectual field started changing its established ideas when the composition of primatologists themselves started changing. <i> \"During the masculine heyday of primatology, the emphasis was entirely on the pugnacious males. Described in almost militaristic terms, they were thought to serve a governmental function. The male hierarchy was the backbone of society that regulated every aspect of social life, including guaranteeing the safety of mothers and offspring. Female baboons travel with their little ones jockey-riding on their backs, where they use Mom’s tail as a backrest. Scientists described the progression of a baboon troop as resembling a battle formation: a large number of females and juveniles fearfully huddle in the middle, surrounded by males with formidable canines, ready to repel outside danger. The first women primatologists to arrive, however, didn’t see things the same way. For them, female baboons were the core of society. Female kinship networks are stable over time, reinforced by a great deal of grooming and soft grunting at each other’s babies. Among the early female baboonologists was the iconoclastic Thelma Rowell. I vividly remember this British primatologist because of the contrarian gleam in her eye. Her presence at conferences almost guaranteed pandemonium because while the men talked up the role of contest and status, Rowell would simply state that she’d never seen much evidence for it. She acted as an intellectual disrupter. By questioning the whole concept of social dominance, she instigated a lively debate that went on for years in the literature. Could it be, she’d ask, that by providing primates with a concentrated food source (a common field technique at the time), we were forcing them into a hierarchical pattern?\" </i\" <br/><br/>This part too -- it isn't fair to go to the other extreme (that science is in the eyes of the beholder): <i> \"WE SHOULDN’T BE surprised that the interests of scientists are gender-bound. Our approach is affected by every part of our background, including education, gender, academic discipline, and culture. Moreover, a biologist naturally looks at animal behavior differently than a psychologist or an anthropologist. As for culture, my own fascination with conflict resolution relates no doubt to me coming from a small crowded country. In the Netherlands, consensus and tolerance are often valued over individual success. All of us bring a different perspective to the table. But to argue from there that truth is elusive, and that reality is up for grabs, is profoundly misleading. It is a dangerous suggestion regularly encountered in the stream of books that romanticize women primatologists. This “beauty and the beast” genre celebrates Western women in the jungle as braver than men, nicer to animals, and communing with nature on a level that men can only dream of. It started in 1989 with Donna Haraway’s Primate Visions, a postmodern analysis of primatology that remains a classic in the humanities. Not that there is anything wrong with honoring women, but if the implication is that there is no objective reality, it becomes questionable.\" </i><br/><br/>- Links to Richard Prum's book as well on female selection: <i> \"Position in the male hierarchy is only one factor in the mating game. The other one is female preference. This factor was long overlooked, partly because female choice is harder to see than male bluster. Few females can act with the impunity of Orange, because they run a risk if their sexual preferences don’t match the male hierarchy. Trysts with males down the ladder require evasive tactics. “Sneak copulations,” as they are known, take place behind the bushes or while the boss is asleep. Primate groups brim with illicit sexual activity. I have often watched the scenario play out among chimpanzees.\" </i><br/><br/>- Some interesting content on paternity and relationship between males and their offsprings: <i> \"On the care side, we have the example of human societies in which children have multiple fathers. For example, children of the Barí in the Maracaibo Basin in South America often have one primary and several secondary fathers. The semen of all the men the mother has sex with is thought to contribute to the fetus’s growth, a phenomenon known as “partible paternity.” A pregnant woman will routinely take one or more lovers. On the day she delivers, she will utter the names of all these men. A woman who attended the birth will rush to the longhouse to congratulate each one of them, telling them, “You have a child.” Secondary fathers have an obligation to help the mother and her infant. Survival into adulthood is higher for children with extra fathers than it is for those without.\" </i><br/><br/>- The idea that the popular connotation of alpha males is very narrow and has misused how folks in the field think about it<br/><br/>- The grandmother theory for why menopause exists: <i> \"Offspring who have a supportive grandmother around are more likely to venture away from their mother and reach independence earlier. In human society, too, the most crucial alloparent is the grandmother, especially the one on the maternal side. According to the grandmother hypothesis, this is why evolution gave us menopause. We are the only primates in which the female life span stretches well beyond her fertile years. Normally, this wouldn’t make much sense. Why not go on making babies until the last drop? A chimpanzee female still walks around with offspring on her back at such an age that we, human observers, take pity on her. She is getting too frail for the load, the nursing demands, and the tantrums that go with them. In our species, older women are never in this situation. Hormonal changes curtail their reproduction at a time when they still have decades to go. This evolutionary “innovation” makes us the only primates in which about one-third of adult females are beyond childbearing...The grandmother hypothesis explains menopause as a reproductive strategy. Its developer, the anthropologist Kristen Hawkes, believes that the best way for older women to advance their genetic legacy is to help their daughters raise children.\" </i><br/><br/>- And in conclusion: <i> \"The mosaic of differences among these three hominids can’t hide a few universal traits, though. Males are more status-oriented, and females are more oriented toward vulnerable young. Males are physically (if not always socially) dominant and more inclined to overt confrontation and violence, whereas females are more nurturant and dedicated to progeny. These tendencies manifest themselves early in life, such as in the high energy level and roughhousing of young males and in the attraction to dolls, infants, and baby-sitting of young females. This archetypical sex difference marks most mammals, from rats to dogs and from elephants to whales. It evolved thanks to the distinct ways the sexes transmit their genes to the next generation.\" </i\"",
        "category": "Science and Nature"
    },
    {
        "title": "The Dawn of Everything: A New History of Humanity",
        "author": "David Graeber",
        "dateRead": "2022/08/15",
        "review": "DNF at ~40%. I may be the outlier here but think this was obtusely written and I had spend a lot more time than I'd like following the plot and connecting examples and vignettes to the broader theme of a certain chapter. Dare say this for most people (like me) this could have been a longform essay.<br/><br/>Not to overshadow the main point -- the ideas in this book are profound and so non-mainstream, it was illuminating. Some ideas:<br/><br/>- The idea that so much of what Rousseau/Hobbes et al claimed as the origin of human society was not based any version of archaeological evidence, and was simply a narrative device. The idea that there was wide variety and inventiveness in political structures in pre-industrial society. The framing from ‘Where did inequality come from?’ to ‘Why are we stuck in our current political structure with its associated inequality?’<br/><br/>- The focus on the indigenous critique (got a kick everytime he referred to indigenous American Indians as Americans). The fact that the European Enlightenment was likely sparked by exposure to indigenous tribes of North America.<br/><br/>- The assumption that urbanization and aggregation of humans in large, complex cities necessitates hierarchical structures. Examples from Uruk, Indus Valley etc.<br/><br/>- The claim that our present-day problems of inequity (politically, economically) arise because of specific systems and ideologies we have chosen to organize around rather than something inherent in human nature. The claim that it's false that we are, in today's capitalist democratic world, more free than how most humans lived in pre-industrial societies. <br/><br/>Overall, for someone who's read Pinker and Harari, I'm glad I read this book, fun to see two anthropology/archaeology scholars who are also anarchists describe human political history.",
        "category": "History"
    },
    {
        "title": "Wanderers, Kings, Merchants: The Story of India through Its Languages",
        "author": "Peggy Mohan",
        "dateRead": "2022/05/18",
        "review": "Initially found this book a bit difficult to read, partly because of the actual content (the differences between a pidgin and a creole, retroflexions etc etc) and partly because of the book's style, but it grew on me. What a fascinating book - a lens into how languages evolve and how language is a good mirror into societal forces overall. My only \"funda\" about languages has been the Sapir Whorf hypothesis through some other books, but I'm super noob<br/><br/>Regardless - highly highly recommend. Some things that stood out below. Caveat: I'm sure a lot of Peggy Mohan's theories are debatable, and I'm not deep enough in this space to know theory v/s fact, so take it fwiw<br/><br/>- Essentially, the idea that the evolution of a language is linked to interaction between communities, implicitly bakes in relative power and interaction, is related to the specifics of the interaction (e.g., whether a migrating group was all men, v/s included both men and women). Made me think about languages as more of a reflection of culture and society...<br/> <br/>- The distinction between change in a language's substratum v/s a language's vocabulary. Have heard a lot more about the latter, but found it revelatory that it's helpful to look at the former to see where a language comes from e.g., looking at what South Asian languages have retroflexion vs not to figure out what has Dravidian roots <br/><br/>- The distinction between bilingualism and diglossia. This was big for me -- I've struggled with explaining how I can speak 3 languages (Tamil, Kannada, English) with varying degrees of comfort, but the more accurate description is \"triglossia\" -- my ability to use Kannada and Tamil is restricted to specific contexts, a reflection of the contexts in which I used these languages. To my dismay, I am not multilingual. Ugh<br/><br/>- On Sanskrit, the multiple phases of Sanskrit. The first phase with with a slow adjustment with a variety of Prakrits, close to Sanskrit and the second phase of homogenization of Sanskrit linked to when the Kuru tribe emerged victorious. <br/><br/>- On Namboodiri Brahmins and Malayalam/Sanksrit - how the oldest Brahmin son had to marry within their caste, while younger sons could have \"sambandams\" with Nair women, and how that affected Malayalam, especially in the Manipravaalam era.<br/><br/>- On the development of Hindi and Urdu, how Dakkani became a distinct dialect in Hyderabad, and Hyderabad became a center of literary Urdu, so much so that you could easily believe that Urdu developed in the South, i.e. Hyderabad. On Rekhta, an early form of Hindi and Urdu, and how Persian started getting infused with Indian Prakrits. How for a long time, Persian remained the language of government and the courts of law in British India, but was deliberately and forcibly changed after the revolt of 1857, to \"replace Persian with the local vernaculars\", as part of the British Raj's larger Divide and Rule strategy. How a section of Hindu society realized the political utility of the British recognizing Hindi without the Persian vocabulary of Urdu. The deliberate attempts to \"Sanskritize\" Hindi, similar to how Rekhta derived value from its Persian influence. <br/><br/>- On Indian English and Hinglish, the nature of how British women also traveling to India affected the nature of language evolution in the subcontinent, retaining English as a language of power. How Indian English behaves like just another Prakrit. How Indian English reveals diglossic tendencies, there is likely a class of people in India who may have an ability with Hinglish without full bilingual capabilities in either Hindi or English. The thesis that the current prevalence of diglossic Hinglish is one instance of a larger societal movement towards English, the accepted language of power and capital<br/><br/>- The broader question of what it means to retain tradition, including languages. What do we lose when we lose a language? If you believe we lose a lot, are we okay with force from a state (e.g., mandatory first language being Kannada till high school), at the cost of other considerations?<br/><br/>Great book for me, glad I labored through it.",
        "category": "India"
    },
    {
        "title": "Home in the World: A Memoir",
        "author": "Amartya Sen",
        "dateRead": "2022/05/04",
        "review": "The first 2/3s of the book was wonderful, the last 1/3 felt rushed and not as insightful (it also stops in the 1960s)<br/><br/>That said, overall read like an intellectual history of Amartya Sen himself - an exploration of his influences, and how his early ideas and worldviews developed. I loved it!<br/><br/>Some ideas/thoughts I found memorable:<br/><br/>- Santiniketan sounds like a magical place to study and grow up - especially in those years. Hearing the sort of people Amartya grew up surrounded by, the pedagogical style of the place (which thankfully he also realizes was unique given his time in a Dhaka school whose vibe sounded very familiar), the intellectual freedom he was given etc. Reminded me of how Rishi Valley alums describe their experiences...<br/><br/>- Learned far more than I realized about Tagore and his contributions. Unfortunately haven't engaged/explored Tagore's life and work enough (attempted Gitanjali in high school and totally didn't get it then), so glad for this unintended introduction. The parts about Tagore's arguments with Gandhi, the different ways in which he was perceived by the West (an alleged mysticism and rejection of reason) and Bengali/Indian society (a champion of reason and rationality) etc.<br/><br/>- Funnily enough, the part of Sen's autobiography I loved most was his biography of his grandfather Kshiti Mohan. Sad that I hadn't heard of him until this book. He partly seemed like what I believe Indian political thought needs today - an individual who's a deeply credible expert in classical and scriptural Sanskrit literature while also being progressive in their worldview. Something Hindutva has done is to appropriate ownership of ancient Hindu scriptures -- there's hardly anybody in mainstream politics who has a liberal and lenient interpretation of Hinduism, and is able to draw on it in political conversation today. And if two people can read a vanilla novel and come out with radically different takes, I can't imagine how many diverse viewpoints there can be from reading the pantheon of Sanskrit and Pali literature. For example, Sen claims that Kshiti Mohan's books show the tenuous link Hindu scriptures have to the caste system, how women in ancient India enjoyed far more freedoms that medieval and modern India afforded them etc etc. Maybe I'm being naively hopeful that these interpretations are credible, but for now, will try and get my hands on Kshiti Mohan's works (Jatibhed, Prachin Bharate Nari, Bharater Sanskriti)...<br/><br/>- Also had a lot of interesting anecdotes and stories about Calcutta and Bengal, and how Partition affected the Eastern part of the subcontinent....<br/><br/>Overall, mostly enjoyed it!",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Flaming Feet and Other Essays: The Dalit Movement in India",
        "author": "D.R. Nagaraj",
        "dateRead": "2022/04/11",
        "review": "Powerful book, and a thoughtful, sharp, profound book. I find some of the prose difficult to follow, not sure if it's his style or the fact that this is a translation.<br/><br/>Some things I found compelling, preliminary thoughts:<br/><br/>- The framing of what he describes as Gandhi’s “self-purification” and Ambedkar’s “self-respect” approaches for caste equality -- I thought this was profound. I first read Ambedkar 5 years ago but only recently started reading more about his battles with Gandhi, but was taken by how Nagaraj described the influence each of them had on the other. Ambedkar learned the criticality of a religion based argument, while Gandhi saw the importance of economic equality. I admittedly didn't fully realize how Gandhi's approach would leave the Dalit movement without agency -- the power still remains with the upper-castes to see the error of their ways. Feels like Gandhi was the romantic and Ambedkar the pragmatist.<br/><br/>- I was hooked by most of the second half of the book (starting with \"The Problem of Cultural Memory\") where he explores the interaction between the Dalit struggle and literature. I've come across versions of takes on the Ambedkar-Gandhi disagreements (from Guha in India before Gandhi for ex), but none on this argument. As Nagaraj says, Ambedkar's push to remove any use Hindu folk culture in Dalit art and literature has costs - communities need myths, stories and symbols to imagine themselves, and the Dalit \"exit\" from Hindu cultural storytelling empties out Dalit culture and, I believe, is a loss for broader Hindu culture. The struggle then is -- how do Dalits both embrace their culture and art while discarding the fact that upper-caste mainstream culture locates it as \"lesser than\". Barring a TM Krishna style approach to blur the distinction between folk and classical (using arguably Gandhian methods in Nagaraj's framing), what does this mean for the movement?Also need to start reading Siddalingaiah and Devanuru Mahadeva et al....<br/><br/>- On the second point, I wonder if what we need is the media industry investing in Dalit storytelling where the focus is less on the oppression Dalits face in modern society, but more to \"define Dalits in categories other than political fury and social rage\". It sounds like what Nagaraj is aspiring for is a Harlem Renaissance for Dalits. If Black America gave the world jazz and hip-hop and so much more, what can the broader community learn from Dalit India?",
        "category": "India"
    },
    {
        "title": "Jugalbandi: The BJP Before Modi",
        "author": "Vinay Sitapati",
        "dateRead": "2022/03/15",
        "review": "Took a few days to form thoughts about the book. Overall, thought it was not as revelatory as Half-Lion. Some parts were interesting to learn e.g., the story of the founding of the RSS and the Hindu Mahasabha, the competing interests and conflicts of the constellation of actors in the Sangh Parivar, opportunistic championing and disavowal of making a Hindu India based on the political climate in different eras. That said, Vinay Sitapati is probably the only attempting even-handed biographies of modern Indian politics, and I'm grateful he's working (sometimes amuses me that I've read biographies of unelected American bureaucrats but almost none of actual Indian politicians).<br/><br/>Think my biggest issue with the book was when it attempted to create a clean narrative around pivotal events like the Babri Masjid demolition and the Godhra riots -- his arguments on the actors' culpability (or lack thereof) felt too loose and unconvincing. And as a consequence, anyone who comes to this book already believing the BJP as an institution was either culpable or not culpable will leave exactly as they entered. Which, if my acquaintances' reactions are anything to go by, is exactly what is happening.<br/><br/>I think the scholarly contribution part at the end was helpful to read. And posed questions worth grappling with -- can one call the BJP fascist when it gains legitimacy from free and fair elections and parliamentary democracy? <br/><br/>In any case, think it'll be a few decades before an insightful biography of any of the characters in recent political history...there's a reason Robert Caro takes so long with his biographies!",
        "category": "India"
    },
    {
        "title": "These Precious Days: Essays",
        "author": "Ann Patchett",
        "dateRead": "2022/03/06",
        "review": "Beautiful book. Read The Dutch House 2 years ago and loved her prose, decided to check this out...<br/><br/>Most of the essays were good, some were okay, some were incredible. I think I fell in love with her by the end of it -- she seems like a fun, interesting and reflective person -- and these essays make she's a close friend sharing her inner life with you.<br/><br/>Some fragments I liked:<br/><br/>- The essay \"These Precious Days\" with Sooki, what a moving story. Friendships work in mysterious ways. If nothing else, just read that essay.<br/><br/>- The essay on her friend Tavia. What a fun, inspiring story -- \"At every turn, happiness was her decision.\"<br/><br/>- On how she stopped buying things for a year: \"The things we buy and buy and buy are like a thick coat of Vaseline smeared on glass: we can see some shapes out there, light and dark, but in our constant craving for what we may still want, we miss too many of life’s details. It’s not as if I kept a ledger and took the money I didn’t spend on perfume and gave that money to the poor, but I came to a better understanding of money as something we earn and spend and save for the things we want and need.\"<br/><br/>- 100% agree, this is a superpower: \"It turns out that having a hard wall to hit your tennis balls against is what gives them bounce. Having someone who believed in my failure more than my success kept me alert. It made me fierce. Without ever meaning to, my father taught me at a very early age to give up on the idea of approval. I wish I could bottle that freedom now and give it to every young writer I meet, with an extra bottle for the women. I would give them the ability both to love and not to care.\"",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
        "author": "Bessel van der Kolk",
        "dateRead": "2022/02/28",
        "review": "Powerful book. Read it after it came up in like 10 different podcast episodes. Very much landed in a similar spot as Terrence Real's I Don't Want To Talk About It. <br/><br/>Couple of things I found interesting (heavily related to some things on my mind these days):<br/><br/>- The evolution of psychiatry and why we should maybe have healthy skepticism on whatever the prevailing beliefs are -- I'm always shocked when I see how basic the DSM is. We're still in the early years. \"The way medicine approaches human suffering has always been determined by the technology available at any given time. Before the Enlightenment aberrations in behavior were ascribed to God, sin, magic ... now a new paradigm was emerging: Anger, lust, pride, greed, avarice and sloth [were recast as disorders]. The last few decades were about how \"mental illness comes from a chemical imbalance\". Curious what the next few decades will show us, given all the thought and research in neuroscience and brain function, plant medicine etc etc. How will our great grand children see mental health? <br/><br/>- How Elvin Semrad said that the job of therapists is to help people acknowledge, experience and bear the reality of life and that the greatest source of our suffering are the lies we tell ourselves --> I found this profound. And it's not something only therapists can do. How much value can we add and how much pain can we alleviate from being honest with the people around us and share our private angst, fears and insecurities?<br/><br/>- This book also really forces you to make sense of other people's aberrant behavior as a function of what they've been through. I see that I do this automatically with dogs, when I see a dog that is aggressive/wary, my instinct is to go \"oh poor dog, probably wasn't cared for when young\" or \"oh, the owners didn't do enough socializing in the puppy years\". Meanwhile for humans, I'm much more prone to attach a label to a person (insecure, self-aggrandizing, controlling etc) as though they popped out the womb with these traits fully formed -- and not, in contrast, as learned behavior from their travels through life (the adaptive child as Terrence Real calls it). Think the latter will probably make us more empathetic...<br/><br/>- \"Parents who are preoccupied with their own trauma can create disorganized attachment issues in their children\" -- imagine that! Think I need to get used to how I was probably messed up by my parents and I'm going to screw up my children too (like all of us will). How do you then make sense of bringing a child into the world, knowing you're going to break them in ways you can't predict? <br/><br/>As always, my favorite quote about these things from Terrence Real: \"Family pathology rolls from generation to generation like a fire in the woods, taking down everything in its path, until one person in one generation, has the courage to turn and face the flames. That person brings peace to his ancestors and spares the children that follow.\"",
        "category": "Mental Health"
    },
    {
        "title": "One Friday in April: A Story of Suicide and Survival",
        "author": "Donald Antrim",
        "dateRead": "2022/02/15",
        "review": "3 stars mainly because I wasn't in the right mindspace for this book. That said, it was haunting and vivid in how Donald Antrim describes the feeling of being suicidal. Think the sort of person who should read this book (and likely won't) is someone who's likely to say BS like \"Suicide is a selfish act. People need to learn to be positive\"<br/><br/>Quoting from the book: “As long as we see suicide as a rational act taken after rational deliberation, it will remain incomprehensible. Stigma, society’s unacknowledged violence toward the sick, will remain strong. But if we accept that the suicide is trying to survive, then we can begin to describe an illness. I believe that we must make this leap in our thinking. We must rule out myth and speculation. This letter, this report, this book, seeks a paradigm shift in our understanding of suicide in society. It finds neither will nor agency in suicide, only dying, and calls for a great commitment to the hospital, to our community and our health. What is the hospital, if not all of us? What is medicine, if not touch? Suicide must not be imagined as enigmatic; it isn’t poetry or philosophy. I have come to think of suicide as a natural history that may begin in trauma and abjection, or the withdrawal of touch, and that ends in death by one’s own hand. The purpose of suicide is death, not what we may think of as rage, revenge, or atonement for sin. To the extent that the suicide acts, it is but a falling away.”",
        "category": "Mental Health"
    },
    {
        "title": "The Art of Is: Improvising as a Way of LIfe",
        "author": "Stephen Nachmanovitch",
        "dateRead": "2022/01/17",
        "review": "Though this book was so thoughtful - I was expecting stories of artists and creators, but it ended up being more about an alternate way of living. Conscious that how I'm framing the ideas below makes the book sound like a \"how-to\" self-help book, know that I'm layering on the book's implications for me, you might find other hooks.<br/> <br/>Funnily, the activity I most thought about while reading this book is conversation. It requires all the facets of improvisation Nachmanovitch talks about. In a sense, conversation is a group of people with their sets of priors riffing to collectively create a shared story. Our individual job in a conversation is to help create the most entertaining, riveting story; this ends up as much about finding and bringing out the most interesting and charismatic part of the other individuals in the group as it is about being articulate/entertaining ourselves. As N says \"your job as an improviser is not to come up with clever lines but to make your partner’s shitty line sound good.\"<br/> <br/> Some ideas that resonated: \"We are verbs, not things\": Reminded me of Why Fish Don't Exist -- the idea that mentally bucketing people, things and ideas into low-resolution buckets makes you miss so much. This especially applies to people - we aren't just our professions, nationalities or degrees. Helps to both see others and ourselves as a medley of people as a repository of _verbs_, as dynamic entities that are evolving and changing...<br/><br/>- The role of mindfulness: Didn't expect this bit - had always lusted after mindfulness to calm anxiety, but love how he describes it as the foundation of improv and creativity...<br/><br/>- Finger-kissing: The idea that you can't obsess over past mistakes and to forgive \"errors\" and move on quickly. So critical for something like a live musical ensemble, miss a note and obsess over it, you'll miss every note after...<br/><br/>- Positive feedback and child walking: This was hilarious and powerful. Reproducing the paragraph below, but something think I need to do more deliberately: most people don't need tactical input as they work through their travels, what they often need instead is a show of faith and deep belief, they'll figure out what the right next step is. <br/><br/>- Knowing your defaults: Reminded me of This is Water (which I now listen to every month); we all have default settings and ways of deriving meaning from experience. Be aware of it, it at least gives you the option of choosing how you want to see the world<br/><br/>- Free association: Spoke loudly to me; it's the only reason I find utility in reading widely, having diverse friends, even trivia competitions -- we are the sum the ideas we consume, it's in our interest to have a deeper, wider repository to draw from (think this class I took in undergrad on the TRIZ framework has affected me more deeply than I understood).<br/><br/>Highly recommend!<br/><br/><br/>-----<br/>\"One of the finest teachers of improvisational performance I have known is Al Wunder, an old friend from Berkeley who now runs the Theatre of the Ordinary in Melbourne, Australia. Wunder wrote an influential paper called “Positive Feedback Only,” reprinted in The Wonder of Improvisation. He points us to an experience that many of us have had, being in the room with a one-year-old baby who is walking for the first time: When the adults realized what was happening, they all sat in a circle. The young performer teetered and wobbled from the outstretched arms of one adult to another — ooo’s, ahs, smiles, cheers and hand claps all around the circle. There was a huge, beaming smile on the child’s face. Not a single adult thought of saying, “That was lovely (insert your own name), now if you could just hold your back a little straighter and lift your knees higher, you will walk even better the next time.” Why not? The child certainly was not walking well. Yet we, the adults, knew that the child would continue to develop, on their own, the skills of walking, of running, skipping, hopping and other forms of exciting locomotion.\"",
        "category": "Art and Literature"
    },
    {
        "title": "When We Cease to Understand the World",
        "author": "Benjamín Labatut",
        "dateRead": "2022/01/04",
        "review": "First book of the year and I loved it. The most genre bending book I've come across in recent memory, still unsure if this was non-fiction or a novel. I'm not even sure it matters -- reminds me of Teju Cole's argument that these divisions are arbitrary, almost naive assertions of what is true and what is not (the interview's great: https://bombmagazine.org/articles/teju-cole/)<br/><br/>In any case, loved the book -- the stories are engrossing and the ideas compelling. The book focused on the price individuals and humanity pay for scientific discovery. I loved the Grothendieck-Mochizuki arc for showing the price they individually paid with their pursuit, and the Fritz Haber story for the price the world paid for his work - he saved humanity from famine with the Haber-Bosch process AND killed millions with his poison gas. Reminds me of Dave Chappelle talking about what Bill Cosby meant to him (\"he rapes but he saves\")...<br/><br/>Think the broad idea across the book -- that the \"innocent\" generation of ideas can create unintended destruction, is something that Big Tech is grappling with today. Zuck created Facebook (and truly believes in its mission to connect people), and Facebook ended up being a disaster for politics and societies. <br/><br/>The mini-story at the end about how lemon trees die was poetic in what could happen with our obsessive capitalist pursuit of better and better technology: At the end of their life, “their fruits ripen all at once, whole limbs break off due to their excessive weight, and after a few weeks the ground is covered with rotting lemons. It is a strange sight, he said, to see such exuberance before death.”",
        "category": "Science and Nature"
    },
    {
        "title": "The Evolution of Beauty: How Darwin's Forgotten Theory of Mate Choice Shapes the Animal World—And Us",
        "author": "Richard O. Prum",
        "dateRead": "2021/07/14",
        "review": "Amazing guy and captivating book. Discovered Richard Prum's work through his episode on Conversations w Tyler. The last 5 minutes of the episode -- where Prum describes the uniqueness of his vantage point by intensely focusing on topics _he_ finds appealing without being influenced by prevailing ideas of what the community believes is important -- was powerful. On a personal level for my work, should try and not be influenced too much by what others think is \"important\".<br/><br/>Some of the things I found striking:<br/>- The idea that sexual/aesthetic selection is/was so controversial in evolutionary biology and how the community is grappling with competing hypotheses to explain the diversity of beauty. A variation of this tension keeps coming in other academic ideaspaces (e.g., the Zucman-Summers debates on income/wealth inequality) - it's interesting to see what needs to happen for the community to finally consider a fringe idea mainstream, it seems to be as much a process revolving around egos and packaging as it is about the ideas themselves<br/>- I LOVE reading about people who are obsessed about specific ideas, and there's something about obsessing on something \"narrow\" in the natural world that's particularly attractive (similar reads recently: Owls of the Eastern Ice, Under Land, The OverStory). Wonder what it is about these stories that are appealing to me...<br/>- Reading about what some of these birds do was fascinating also - duck sex (and the sexual arms race between males and females), Manakins' lek displays (and aesthetic radiation), Argus Pheasants and their plumage, the Bowerbirds' bowers etc. Should do a trip to see some of these species<br/>- The idea that female mate choice might be a powerful evolutionary force and Prum's hypothesis that it isn't coincidental that this idea has become more in vogue at the same time the feminist movement became more mainstream <br/>- The last part about taking the evolutionary view of beauty and applying it to the arts - who gets to define what art is? Is traditional human art also a coevolutionary process where display and desire co-evolve? Do artists shape aesthetic preferences or vice versa? <br/><br/>Cool book",
        "category": "Science and Nature"
    },
    {
        "title": "The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race",
        "author": "Walter Isaacson",
        "dateRead": "2021/05/27",
        "review": "Loved the topic, liked the book. Had been fascinated by CRISPR since a 2017 New Yorker article about Kevin Estvelt and their work on Lyme disease. Tried in vain to get involved, but life took a different turn<br/><br/>Couple of thoughts about the book:<br/><br/>- I think I’ve soured on Walter Isaacson. A disadvantage of reading this right after Patrick Radden Keefe’s book on the Sacklers means it was painfully obvious that WI saw himself as a character in the story, with friendships with certain characters like Eric Lander with naked biases/preferences for others like Doudna of course. I wonder whether my opposition to this is more a style issue than a substantive issue, given it’s something any biographer necessarily needs to do. Anyway...felt bad because I loved his past books. Ah well<br/><br/>- What this book does well is (1) show you how the science of CRISPR is fascinating. I’m so excited about all the potential this will have for humankind! Selfishly wish that it’ll end up being monetised by upstart Pharma companies - will make for interesting stories and (2) explore how competition and collaboration works in academia where peer-approved status is arguably more sought after than $$$ (unlike in biz) or power (unlike in government). Other topics that were interesting were self regulation e.g., the Asilomar equivalents, the world of bio hackers, handling issues like the Chinese scientist who did germline editing<br/><br/>- That said — for the ethical dilemmas about what features and attributes are important and why — this is not the book. Far from the Tree by Andrew Solomon was much more powerful, evocative and vivid (especially the chapters on the deaf and the blind). I’m beginning to think of WI the way I think of many of my engineering friends - have a high resolution understanding systems, the natural world and science; but a limited understanding of philosophy, humanity and psychology. And these aren’t scientific questions. <br/><br/>- Also disagree that gene editing will go the same way as coding - the costs of experimentation in biology are too high and hence regulation will necessary constrain innovation to a select few companies. I think it’s unlikely that we’ll see a biology Mark Zuckerberg come up with a “move fast and break things” type company<br/>\n Net-net, would recommend. Doudna, Charpentier and their teams are inspiring and deserve to have their story told",
        "category": "Science and Nature"
    },
    {
        "title": "Empire of Pain: The Secret History of the Sackler Dynasty",
        "author": "Patrick Radden Keefe",
        "dateRead": "2021/05/04",
        "review": "What a book - PRK is one of the finest writers and biographers of our generation. I liked this even more than Say Nothing and thought it was a more riveting story than Winds of Change. Part I was an engaging rags-to-riches story (honestly read like an old Jeffrey Archer novel). The details of Arthur Sackler's view of philanthropy felt new. Philanthropy really is a financial transaction and we should see it as such. <br/><br/>I _thought_ Part II really makes you see how unscrupulous the family was, but Part III was outrageous. Everything from a wilful disregard to what was happening on-ground to their ability to game the legal system to protect themselves (Mary Jo White! Why would you do this?!). I spent some time in school studying bankruptcies so found the last ~100 or so pages revealing about how bankruptcy law, which prizes preservation of assets and efficiency, often ignores what is \"just\", especially in cases where there's public interest at stake.<br/><br/>Anyway - I was wondering what I liked about PRK's writing. I think it's that he's extremely careful while making assertions and avoids making broad generalizations without sufficient evidence. Instead, he spends so much time developing the detail and the specifics of a situation -- and this si important -- makes general observations from there. It feels much more compelling and honest. I started reading the new Walter Isaacson book right after this and felt like reading an amateur biography in comparison (he has BS lines like \"She was an outsider in high school. And that's something *all* creative people share.\" Might be true, but come on!)<br/><br/>Highly recommend! And hope the Sacklers get what they deserve.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Splendid and the Vile: A Saga of Churchill, Family, and Defiance During the Blitz",
        "author": "Erik Larson",
        "dateRead": "2020/09/21",
        "review": "Riveting story and wonderfully told. I was initially conflicted about reading about Churchill given his bigotry towards India and Indians but decided to give it a shot after being recommended the book by a friend I respect. <br/><br/>My biggest takeaway from the book (apart from the numerous vignettes of wartime life and the politics of war) was a reaffirmation of my belief that the world and people are far more complicated than simple narratives can contain. True, Churchill was bigoted. He was also an incredible wartime Prime Minister and arguably one of the biggest reasons the Nazis were defeated. He was a remarkable politician and gave courage and confidence to the world in a time of darkness and despair. Of course, it’s hard to balance out the goods and the bads but I’m not sure that’s even helpful - my bias is to see “fully” and acknowledge his whole contributions — good and bad — and have careful, restricted conversations on the specifics rather than trying to create a tidy, neat summary of his full life. In this particular story, he was a hero and Britain and the world should be grateful for him. <br/><br/>Anyway - I loved Beaverbrook - think I’m as much a fan of human drama as him. Think that’s the role I’d love to play in life - seek out drama for selfish pleasure but help the protagonists achieve happiness.",
        "category": "History"
    },
    {
        "title": "The State of The Nation",
        "author": "Fali S. Nariman",
        "dateRead": "2018/07/16",
        "review": "This is the book Zia Mody wanted to write with her '10 Judgments...' book. Love his anecdotes of Indian history (and the detailed footnotes lol, bought 3+ books from the list). Ofc, I read this as an amateur Indian history enthusiast who likes law but hasn't studied it formally. Things I liked:<br/><br/>- Interesting how much Indian jurisprudence is drawn on the American and British experience. Loved the depth of understanding he has about multiple countries' political and legal histories<br/><br/>- Helpful descriptions of the background and history to multiple historic events: the Mandal Commission, Keshavananda Bharati, Shah Bano, Federalism etc.<br/><br/>- Have heard this from others too, but the expansive role the Supreme Court has set for itself is pretty cool - it doesn't merely interpret the law, but develops new law where it thinks the legislature has not provided direction<br/><br/>- Loved the descriptions of the founding of the country and how the Constitution developed. Long overdue, but must read the Constituent Assembly Debates back-to-back at some point...<br/><br/>- Really must begin read memoirs of the first set of civil servants, politicians and judges. Starting Justice Hidayatullah's when I get it in a few weeks.<br/><br/>- The ending, where Nariman talks about the Pakistani and Bangladeshi experience was fascinating - almost as if South Asian political history had a nice natural experiment set up. It seems that the primary reason why India has been much more successful in maintaining a constitutional democracy is truly because the founding fathers built trust in our institutions for a period long enough that violating the norm became difficult. If the issue in Pakistan, as Nariman believes it to be, is the frequent imposition of martial law and the upholding constitutional validity by the Pakistani SC, then it seems that India escaped purely because Nehru, Shastri and others didn't do so. In Bangladesh, it was in 1974, 1 year after its first election; and in Pakistan, it took 6 years after independence in 1953 (the Constitution was not written till 1956). Meanwhile, in India, it took 30 years, 5 election cycles later - the people had a basis for what a peaceful transfer of power would look like. Imagine this for India: what if we had an Ayub Khan or a Mujibur Rahman running the country post independence? Would India look the way it does today? <br/><br/>Highly recommend.",
        "category": "India"
    },
    {
        "title": "Bad Blood: Secrets and Lies in a Silicon Valley Startup",
        "author": "John Carreyrou",
        "dateRead": "2018/07/10",
        "review": "What I liked: I initially thought the numerous details of interactions between the famous board members (George Schultz, Jim Mattis, Rupert Murdoch et al) was irrelevant gossip. Towards the end though, seeing the extent the reputation of the board played on skeptics and the mental somersaults these people made to believe Holmes’ story was remarkable. To me, this story is one where gut and instinct doesn’t translate as rigor when you step outside your focus area. Schultz is a bureaucrat, Mattis is a military man, Murdoch is a news man - they know nothing about biotechnology. I like how TNC thinks about it - I dont understand public intellectuals, I can’t be one and don’t trust people who claim to be. The fact that senior technically competent folk (Dr. J, Robertson et al) also bought into the story makes it interesting also. They let their guard down because of their faith in Holmes. <br/><br/>I also thought Carreyrou stereotyped South Asians and used phrases I’m uncomfortable with. He says Sunny is Pakistani, and refers to him as Indian throughout. Get why he might believe that though, the company seems to be full of Indians and I’ve heard these stereotypes before (Indian men are brash, treat others like shit etc). Ah well.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Patriarch: The Remarkable Life and Turbulent Times of Joseph P. Kennedy",
        "author": "David Nasaw",
        "dateRead": "2018/05/10",
        "review": "David Nasaw is a great biographer, I LOVED the book. I initially decided to read The Patriarch to see what sort of magic one needs to raise a family with a US President, a Senator, an Attorney General and an Ambassador. I thought it might serve as a parenting guide (just kidding). Thought the book was fascinating both as a lens on challenges in American policy at the time and as an amazing story of the rise of America’s most prominent political family. I’m convinced: the Kennedys are where they are today because of JPK and his incredible resilience and skill. Needless to say, many of the general theories on the man are true: he’s clearly an anti-Semite, had shady business dealings (he basically “bought” an NYT journalist), cheated on his wife. That said, things I found interesting:<br/><br/>- I think JPK’s exceptional rise is much more defined by his ability to build and sustain relationships with a wide variety of people than anything else he does well (dedication and commitment, analytical ability etc.). At b-schools we spend a lot of time talking about “networking”, which I think is terrible phrasing, instantly framing the complex act of forming a new relationship as a mercenary, transactional interaction. I think the right way to do it is to have a prevailing belief that friendships are important and helpful and that what goes around comes around, while approaching each new person as a potential relationship where you must attempt to add value in their life. I think Nasaw phrases it wonderfully: “Friendship was, for him, a priceless commodity… He had a gift for friendship, though he knew it did not always come easily, that one had to work at it, stay in touch, celebrate the good times, offer condolences in the bad.” I spent most of my teenage years in a community that narrowly believed that skill only comprised qualitative analytical ability, a framing that results in all other qualities being seen as stop-gap, less-worthy ways of achieving success. People like JPK help disprove this idea: a lot of people can do math, it isn’t sufficient.<br/>- JPK’s troubles as an Ambassador prove the Peter’s Principle yet again. A professor at b-school talked to us a lot about situational leadership - JPK’s specific set of skills and beliefs set him up well as the SEC Chairman, Maritime Commission Chairman, but not for diplomacy.<br/>- JPK was an unbelievable father - the amount of time, energy and thought he put into ensuring his kids are set up for success was incredible. I found his caring of Rosemary thoughtful as well (admittedly this is the first time I’ve come across her existence, so might be wrong) and his focus on ensuring all his kids feel as recognized and cared for. <br/>- This is the first biography of a technocrat aide I’ve read. And it stands in stark contrast to my usual set of politicians and academicians. I think the two primary differences b/w a technocrat aide and a political are (a) a technocrat doesn’t need to be in contact with the masses that elect him/her - the sort of collecting a wide set of experiences to be able to relate to all kinds of citizens is something a politician needs to do, but a technocrat does not need to. (b) Instead, a technocrat’s goal is to focus much more on a specific skill and ability and protect one’s reputation and credibility in that skill so you can always be “useful”. I think those are distinct paths with different requirements of experiences. Perhaps useful to think about… <br/>- FDR is an incredible people-manager - at that level, understanding different people’s temperaments and modulating your response accordingly is something you need to deal with critical associates who also have fragile egos. I read my old-review of ‘No Ordinary Time’ and realized that this is the second time I’m coming across this idea: “The book reinforced my view that a good politician needs to be a savvy negotiator in private and a convincing salesman in public.” That’s what FDR was.<br/>- The end of the book was heartbreaking. And think frames his life story interestingly - a man so motivated by success for him and his family ultimately spends his last years bedridden and sees 3 of his sons killed. I ended the book feeling bad for the man, no-one should see that much sorrow in their life.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Righteous Mind: Why Good People Are Divided by Politics and Religion",
        "author": "Jonathan Haidt",
        "dateRead": "2018/03/31",
        "review": "Every once in a while, I come across a book that shapes my thinking about a topic. I know this happens because I have a terrible memory for the mundane - and when I _do_ remember something, it's typically significant. To me, at least.<br/><br/>The Righteous Mind was the first significant, memorable book for me in 2018. Like most people my age, I've encountered a fair share of discussions on cognitive biases (rarely), morality (a few) and politics (far too many) but it's not often that I hear about a framework that helps me look at the discussion differently. I think I felt strong because the primary thesis of the book (the morality framework) brought many familiar, yet nebulous, ideas within a common umbrella. And in explaining his thesis, Jonathan Haidt shared interesting explanations of many other phenomenon I've come across. Anyway, as always, ideas I found interesting:<br/><br/>- The idea of the Elephant and the Rider. How humans typically have an intuitive, guttural reaction to ideas, which typically reveals their value system, and then try and to come up with explanations for these reactions (e.g., brother & sister having protected sex)<br/>- The ethics of Autonomy (freedom, choice etc), Community (duty, hierarchy, reputation etc) and Divinity (sanctity, purity etc)<br/>- The framework of Care, Fairness, Loyalty, Authority and Liberty - and how each of these ideas developed as a function of Evolutionary Pyschology (and how group traits transfer across generations)<br/>- The Hive Switch (humans are 20% bees) and how to turn it on - increase similarities, generate synchrony <br/>- How religion is like an Operating System of Values that are inherited - and how societies without Religion need to continuously develop moral solutions to things <br/>- Conservatism: The difference b/w Conservatism and Orthodoxy (defining thesis to make society \"happy\" v/s preserving an order), the idea of Moral Capital (that Conservatives try to prefer) <br/>- The need for social cohesion - the experiments around how very ethnically diverse societies cause people to retreat into a version of individualism)<br/><br/>- And finally, when you meet someone with a different set of morals, first establish some commonality (find their elephant...), before trying to persuade (...fighting with their rider) <br/><br/>As I said, mind altering.",
        "category": "Culture"
    },
    {
        "title": "Leonardo da Vinci",
        "author": "Walter Isaacson",
        "dateRead": "2017/12/22",
        "review": "Thought it was okay. Realized I'm much more interested in professions that involve an understanding of the social sciences than the natural sciences, and that informs the types of biographies I enjoy. My experience with Montaigne (love) was in stark contrast to Leonardo. That said, decent biography of an amazing man.<br/><br/>Interesting things:<br/><br/>- Art has always required patronage of the rich. Maybe hedge fund managers are the Medicis of the 21st Century?<br/>- It's interesting how Leonardo, Michelangelo and so many other Renaissance painters were gay. I'm guessing that if you don't conform to an established norm that's part of your identity, the only way you come to terms with it is if your worldview rejects the establishment - and, as a consequence, as an artist you break established norms in Art too?<br/>- Childlike wonder is such a precious quality - I think sometimes that you require a certain sense of humility (or even insecurity) to retain wonder: you need to believe that there is still more to understand and more to learn. I miss the days where I was told \"you will learn this in higher classes\" - what is there to look forward to now?!<br/>- Fell in love with Florence, again. Wonder what the equivalent of Florence in the 1500s is for this century? Maybe, New York / SF?<br/>- Isaacson's prose is lucid, but unexciting. After reading a pithy ending to EVERY single chapter, you know what to expect. I didn't feel this in Jobs or The Innovators - wonder why.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "How to Live: A Life of Montaigne in One Question and Twenty Attempts at an Answer",
        "author": "Sarah Bakewell",
        "dateRead": "2017/12/11",
        "review": "I'm late to the party, but I glad I came. I loved the book, I loved the man, I loved Sarah's telling of his story. I think he puts into words many ideas I've flirted with over the past few years. As I was telling a friend, I think the best 21st century character that fits Montaigne's personality is Tyrion Lannister.<br/><br/>Things I loved (and will use)<br/>- Epekho. I study at an institute that heavily incentivizes taking a stand on complex issues based on a 10 page summary, so I find the idea of wholeheartedly accepting a lack of a point of view refreshing. I don't understand a lot of things and genuinely do not have a point of view. And that's okay.<br/><br/>- Montaigne's drive to be empathetic and understand the world from another person's point of view is especially impressive given how alien that idea was at the time. Loved the story of his interacting with the Tupinambá and his relationship with his cat.<br/><br/>- Read Widely and Forget Most of What You Read: I complain often that my memory is getting worse. It's also unpredictable and unreliable - I forget my classmate's wife's name, but remember archaic facts about a movie I watched years ago. And I think that's okay too, I often re-discover ideas and narratives, and it's as much fun. As Montaigne said, clinging to one's opinion is the best example of stupidity.<br/><br/>- I think what was nicest was his willingness to be seen as unpredictable, inadequate and vulnerable. There's something attractive about people who are comfortable in their skin.<br/><br/>Also, whattey line: \"If you press me to say why I loved him, I can say no more than because he is he and I was I.\"",
        "category": "Culture"
    },
    {
        "title": "Worldly Philosopher: The Odyssey of Albert O. Hirschman",
        "author": "Jeremy Adelman",
        "dateRead": "2017/11/23",
        "review": "Fun book, I think I didn't appreciate it as much initially because I hadn't heard of him before (this was CS's birthday present to me). Couple of rough thoughts and things I found interesting:<br/><br/>- 'Exit, Voice and Loyalty' is an elegant way of structuring the issue, and a useful lens to understand a lot about why institutions are the way they are - I'm surprised I hadn't heard of it before. On Exit: I think it ties well with Gurcharan Das' India Grows at Night and his idea that Gurgaon is a city set up with public services developed by private entities - in effect, an 'Exit'. On Voice: For a very long time, I didn't believe in Voice; I didn't see the value of making \"noise\" about an issue. While I think your ability to influence change involves a certain level of not being perceived as a raging activist, I think activists play a powerful role in Society - they're the 5% that makes the other 95% listen and react to an issue. Assuming that is true, then the question is: on an individual level, do you want to be the activist or do you want to be the one politicking to create the change?<br/><br/>- 'Strategy' is interesting as well, I wonder if countries today model their development policies around some premise of planned and unplanned growth? i.e., planned growth through solving/fixing imbalances created by previous policies (e.g., urban infrastructure issues) and unplanned growth through promoting industries with strong linkages? <br/> <br/>- Competition in Academia is curious. Seeing how Hirschman made decisions on moving between Harvard, Yale and Princeton and how these institutions wooed him, I wonder how big of a role \"culture\" plays, vis a vis private organisations. My decision to work for a corporation is largely dependent on its culture, while in academia it seems to be based on individuals (who the Dean is, who are potential collaborators) and other incentives (necessity to teach etc.). Not sure if this is true.<br/><br/>- Cambridge MA is such an exciting place. I wish I explored it more.<br/><br/>- I think there's something to be said of the strategy of unbalanced growth on a personal level too. Far too often, I've made decisions and I see people making decisions around me on the premise that there is a specific skill/knowledge/brand that they need to get from A to B in their careers. Listening to successful businesspeople and politicians at b-school, I realise how futile this is - so much of our careers are shaped by serendipitous meetings and events that it's impossible to plan. Maybe then the ideal strategy is to try and always make choices that have high \"linkages\", i.e., choose institutions/degrees/companies where you can meet the most diverse set of people, ideas and opportunities and then carve your path forward.<br/><br/>- Hirschman is yet another person operating at the intersection of different fields. A Walter Isaacson talk I attended last week had him talking about the same idea: the \"geniuses\" he profiles didn't always possess outrageous intellect, their uniqueness was derived from their ability to see pattersn and draw on ideas from a variety of disconnected fields. I'm reading his book on Da Vinci soon, I'm sure I'll see this again.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "Homo Deus: A History of Tomorrow",
        "author": "Yuval Noah Harari",
        "dateRead": "2017/07/29",
        "review": "//Aside: I was getting lazy with these reviews until I realized last week that I couldn’t remember a SINGLE idea from a book I read a year ago and had to look up my Goodreads review to recollect what I thought was interesting. I’m not sure what’s happening to my memory, but this is a useful exercise.<br/><br/>First off, I liked Homo Deus a lot less than I liked Sapiens. The narrative wasn’t super clear, the ideas weren’t as compelling (or new - the first quarter is a summary of Sapiens and the rest is an interesting take of stuff everyone's talking about these days), and I couldn’t see why Harari spent so much space writing about some aspects (like the part on consciousness). Anyway some of the ideas I thought were interesting:<br/><br/>1 - I’m always fascinated by how different people defend the necessity to study history. I like Harari’s version: “[you study history] not to predict the future, but to free yourself of the past and imagine alternative destinies”. For ex, I think strategy consulting works because you’re able to study patterns across industries, geography and time - history is that, but on a much grander scale. That’s my understanding of it anyway.<br/><br/>2 - Harari drove home again his thesis of how the ability to create ‘myths’ (or intersubjective realities, if we’re being proper) is how humans managed to cooperate on such a large scale. Intersubjectivity is interesting - it only works if everyone around you believes the same thing you do. Democratic elections work because everyone believes in a common set of myths (“We’re all Indian, we believe in XX”), but how will elections work when countries start having more diverse sets of people — across class, religions etc. — without common binding myths? <br/><br/>3 - The single-biggest idea that made the book worth reading for me is that liberalism will be put under tremendous stress with the advent of better science (biology mainly) and technology (AI/ML and biotechnology). Couple of issues:<br/>+ What happens to our notion of free will now that Google, Facebook and every other tech company is now in the business of telling us what we want (Ken Liu’s short story ‘The Perfect Match’ is a FANTASTIC story of this)? Instagram tells us where to vacation, Facebook tells us what to read, Google tells us where to eat — tech companies aren’t fighting for eyeballs, they’re fighting to control free will.<br/>+ I like Harari’s idea that what automation is doing is decoupling intelligence from consciousness - what happens when non-conscious-intelligence becomes more effective than conscious-intelligence? What we need aren’t just new jobs, what we need are jobs that humans can perform better than algorithms.<br/>+ As genetic technology becomes more pervasive, inequality will be compounded - what will happen when the rich and poor are separated by not just wealth, but by biological gaps? If those with access to resources can “upgrade” themselves, what happens to the rest of the world? How will liberal beliefs sustain the appearance of humans with enhanced physical and cognitive beliefs?<br/><br/>4 - Dataism is an interesting way to look at the world, but I don’t think I fully appreciate how it will become the prevailing ideology. <br/><br/>Harari’s final question is worth thinking about - what will happen to society, politics and daily life when non-conscious, intelligent algorithms know us better than we know ourselves? What is the value of consciousness?",
        "category": "Culture"
    },
    {
        "title": "Midnight's Furies: The Deadly Legacy of India's Partition",
        "author": "Nisid Hajari",
        "dateRead": "2017/04/03",
        "review": "Loved the book. Five-stars primarily because it's so hard to find even-handed historical summaries of events in modern India. I'd naturally read about the Partition before (most recently with Indian Summer, another fantastic book), but this book brought out many nuances I'd glossed over in the past. Three things I found interesting:<br/><br/>1 - It reinforced my belief that Partition could have gone down a *very* different path if it was anyone but Nehru, Jinnah and Mountbatten negotiating. Each man's biases, insecurities and ambitions are critical aspects to why the subcontinent looks the way it does today.<br/><br/>2 - Kashmir is particularly complex. This might just be me, but I've always found it hard to find facts around what the issue is. My gripe with Indian literature is that we don't have too many respected historians writing about recent events - leading to everyone getting their version of Reality. I like how Hajari goes through the entire story, and calls out specific points where the Indian and Pakistani versions vary. Exceptionally helpful to serve as a starting point to understand Kashmir better. Must read more.<br/><br/>3 - I love reading about Nehru. The man had his flaws - arguably too emotional, not as tough a negotiator as Patel would have been, idealistic to a fault etc. That said, Nehru was India's embodiment of Plato's Philosopher King. As I complain to friends, every time I read about Obama's view of history and America's place in it and the challenges America faces today, I feel sad that we don't have many politicians who don't (and in many cases, can't) similarly discuss with the idea of India. Being a student of history gives you the maturity and humility to understand the underpinnings of why people, society and countries behave in a certain way today. Nehru was a rare, idealistic visionary who saw the world this way. And cobbled together a nation in a complex, difficult time. It is perhaps too soon (it has only been 50 years since he died, after all) for those who disagree with Nehru to still respect his immense, unparalleled contribution to the founding of the country. I wonder when that day will come.",
        "category": "India"
    },
    {
        "title": "Annihilation of Caste",
        "author": "B.R. Ambedkar",
        "dateRead": "2016/12/10",
        "review": "I should have read this book a long time ago. Although I disagree with a lot of what Arundhati Roy has to say, her introduction sets the stage for Ambedkar well.<br/><br/>Few of the (many) things I found interesting:<br/><br/>On Caste<br/>- Loved Ambedkar’s definition of caste in Hinduism: “Caste is like a multistoried building with no exit and no staircase. You live and die in the same floor you were born into\" <br/>- I’d read articles about how Gandhi was a lot more complex than his traditional image, but Arundhati Roy’s story of his conflicting views on caste and case was the first time I’ve read a lot of these views. Not sure how much of it is her opinion and how much is fact - hope it's opinion. <br/>- Political institutions should be influenced by existing societal structures. India might have needed a structure similar to what the Romans had (separate consuls and electorates for Plebs and Patricians etc.), given its stratification of caste.<br/>- Socialism is built on the idea that the only form of power is through property. But religious and caste also defines power in society. For ex, the Oracle of Delphi ultimately approved/rejected who should be the plebeian consul in Rome, irrespective of the outcome of the election<br/>- Grouping in society is not uncommon and isn't necessarily bad. The strength of a society, however, depends on the presence of points of contact - \"organic filaments\". There isn't an integrating force in caste in Hinduism<br/><br/>On Reform<br/>- Inter caste marriages is a powerful driver of change, something that is become more pronounced in Indian cities today. \"Fusion of blood can alone create the feeling of kith and kin\"<br/>- The real solution is to dismantle Hinduism. Hinduism is a set of rules, not principles, so it is difficult to find alternate, more progressive, interpretations. <br/>+ The idea that priesthood becomes a profession, like law and medicine. That it shouldn’t be hereditary or birth based. Priests should be a servant of the state and should be regulated by law <br/><br/>I disagreed with some parts (professionalizing priesthood, for instance) but, if nothing else, Ambedkar's last idea sets the foundation for larger reform: Hindus should reflect if they are willing to let their religion change and transform or if they want it to remain the way it’s always been historically.",
        "category": "India"
    },
    {
        "title": "Roots: The Saga of an American Family",
        "author": "Alex Haley",
        "dateRead": "2016/08/28",
        "review": "Long overdue but I'm glad I finally got around to Roots. I haven’t been this emotionally affected by a book in a while. For me, Roots was divided into 2 sections by this line, “The baby, six weeks old, was me.” Highly recommended, worth the 4 weeks the book took.<br/><br/>Found many things interesting<br/><br/>- Alex Haley discovering his past and his ability to go back 200 years in his family history. The part where he visits Juffure is fascinating, felt like an anachronism - the “laying on of the hands” ceremony was eerie.<br/><br/>- The travails of Kunta Kinte’s absorption into America, something I’ve been thinking about a lot. How do you adapt while retaining what makes you who you are? As a friend tells me often, \"Be like Kunta.\"<br/><br/>- The gradual Americanization from Kunta to Kizzy to Chicken George to Tom. Useful metaphor is the wedding ceremony - they went from “jumping the broom” to a full-blown wedding at a chapel in 150 years.<br/><br/>- I liked the characterizations of some of the protagonists - especially Massa Lea and Chicken George. Love how Massa Lea vacillates between being an abusive rapist to a kind, father-like figure to Chicken George and how Chicken George is both a dedicated, ambitious professional and a terrible husband.<br/><br/>…and so much more.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "The Rise and Fall of Nations: Forces of Change in the Post-Crisis World",
        "author": "Ruchir Sharma",
        "dateRead": "2016/08/01",
        "review": "More than anything, a useful read. There are so many metrics floating around to assess an economy that it's useful to condense everything into a set of rules. <br/><br/>The book got slow at times with far too many numbers, I'm also realizing I'm much more attracted to concepts and theories than rules of thumb like \"in 67% of cases where debt grew at 40% over 5 years, countries hit a crisis soon after\". That said, I see how powerful these benchmarks are and I would pay good money to see his backup excel. <br/><br/>What I liked<br/>- How projecting for a 5-10 year period is so starkly different from projecting for a 20-30 year period. The book is purely about the former<br/>- Good versus bad billionaires an interesting metric to use. I'd rather have my billionaires be from tech and manufacturing than from oil and real estate. <br/>- How a working population affects growth and interesting fixes like baby bonuses work / don't work<br/>- Geographic sweet spots. The geese model of South East Asia is interesting. I'd never thought about how little South Asian countries trade with each other<br/><br/>Some of the other rules (manufacturing led growth, cheap currency, low inflation) are standard and the rules about how a country needs a reformer leader and how media-hype typically picks up at the fag end of a growth phase seem trivial. <br/><br/>Net net - I'm going to keep Ruchir Sharma's list of rules on my Evernote for the next few years :)",
        "category": "History"
    },
    {
        "title": "The Gene: An Intimate History",
        "author": "Siddhartha Mukherjee",
        "dateRead": "2016/07/05",
        "review": "At the risk of sounding repetitive, this was a stunning book - Siddhartha Mukherjee is a beautiful writer. As I was telling a friend, if a scientific historian can make slow, methodical scientific research as engaging as a Frederick Forsyth novel, he’s doing his job right. It’s a must read for anyone with even a passing interest in Biology<br/><br/>Couple of things I liked:<br/><br/>- Competitive scientific research makes for great reading - especially Crick-Watson v/s Wilkins v/s Franklin (on the structure of DNA), Craig Venter/Celera v/s the HGP (on sequencing the human genome) and Genentech v/s Walter Gilbert (on synthetic insulin). The academia v/s industry theme in research/innovation played out again (I last saw it in The Innovators — Bell Labs v/s Stanford/MIT)<br/><br/>- The chapter on the Asilomar conference was fascinating - it always amazes me when a group can self-regulate against long-term loss at the cost of immediate progress. Especially relevant today, given Junjiu Huang’s and the Chinese’s recent experiments<br/><br/>- I loved the ethical questions Mukherjee raises. The interesting thing about scientific innovation is that substantial innovation comes into conflict with legislation (e.g., Uber v/s Governments), but fundamental innovation comes into conflict with society’s understanding of morality and ethics. Who defines which genetic interventions may be permitted or constrained? Is it okay for a parent to abort a foetus that would have average IQ (assuming this is possible etc.)?<br/><br/>- The parts on Nature v/s Nurture - something I’ve always been curious about. It seems clear that, like it or not, genes play a significant part in defining who we are. The search for the gene determining sexuality was interesting as well - I wonder if we’ll find it soon, and what the political consequences might be if we knew sexuality was completely genetic<br/><br/>And so much more.<br/> <br/>Reading about Genetics sometimes amuses me by how easily we use the word ‘disrupt’. “Disrupting\" the home service aggregator space is distinct from “disrupting” our ability to edit genomes. I wish I read more about topics like the latter.",
        "category": "Science and Nature"
    },
    {
        "title": "My American Journey",
        "author": "Colin Powell",
        "dateRead": "2016/02/11",
        "review": "Although I love well-written biographies and autobiographies, they are fairly difficult to come by. It is a tricky art to balance describing someone's value system and learnings while telling a compelling story (I thought Ed Catmull's Creativity Inc, for example, became too preachy at times, although it is a great book too). Colin Powell manages this well - My American Journey was one of the best autobiographies I have read in a while. Parts of it were so good that I broke one of my cardinal rules - I began marking out paragraphs I liked with a pencil.<br/><br/>I liked two specific parts about the book. One was Colin Powell's widely publicized views on leadership - he does a fantastic job of sharing how he sees leaderships and lessons he picked up along the way. Essentially, the stories behind his thirteen rules.<br/><br/>The other was his experience in Government - A democratically elected Government is a intriguing, confusing world. Powell says it well, \"Democracy is give and take. People have to trade, change, deal retreat, bend, compromise, as they move from the ideal to the possible. To the uninitiated, the process can be messy, disappointing, even shocking.\" His experiences as the JCS and his year as a White House Fellow were my favourite parts of the book. His opinions of US Presidents were fascinating too (Reagan is an interesting character).<br/><br/>Admittedly, there were times when he sounded pompous, with paragraphs of American exceptionalism, and I do not agree with all his views (for ex: not allowing gays to openly serve in the army etc.), but it was a very engaging read. Highly recommended.",
        "category": "Memoirs and Biographies"
    },
    {
        "title": "A Little Devil in America: Notes in Praise of Black Performance",
        "author": "Hanif Abdurraqib",
        "dateRead": "2022/02/03",
        "review": "He's a wonderful writer, each essay was a treasure, so layered -- it's special when a writer is able to blend history and theory with the emotional. Highly recommend for anyone who's ever thought about with how media and culture intersect with race and identity in America. The parts about Blackface, Merry Clayton and the story behind Gimme Shelter, Aretha Franklin, and the Wu Tang Clan were my favorites.<br/><br/>Some passages that struck me:<br/>- On Ben Vereen's Blackface performance at the Reagan inauguration that ABC omitted on their broadcast: \"The final five minutes are the important part. The makeup mirror and that particular song and the denial of service. That’s where all of the implication is. A demand, once again, to ask a white audience what the fuck is so funny. What, exactly, do they understand themselves to be applauding. Before he went onstage, Vereen was promised that the whole performance would be shown by the network. It was crucial to the performance that all parts of it be shown. But the gala was televised on ABC and used tape delay. They cut out the back half of Vereen’s performance, so that all people saw at home was the first part—Vereen shuffling and singing for a pleased white audience.\"<br/><br/>- On kindness and forgiveness and community in games, always gives me a lump in my throat: \"When a partner makes a glaring mistake, I insist that we’ll get it back, even after the score tally tips firmly out of our favor. I think of this as a kind of foolish clemency, understanding that the wrong kind of mistake made at the wrong kind of table can lead to a spiral of ridicule that pushes a player into never playing the game again, or leads to them questioning the stability of their own identity. I’m not saying that I have made myself a savior of sorts, taking loss after loss with a smile for the benefit of wayward souls who never knew the game all that well, or at all. But I am saying that sometimes the game is just a conduit for something greater, or a window into a more vital community. And I suppose I can live with a less than stellar win-loss record if it means that I don’t overturn the tables every time a partner of mine has made an error that might suggest they have no idea what they’re doing but wanted to be close to where the laughter and the table slapping and the swift talk was coming<br/>from.\"<br/><br/>- On being Black and worrying about police brutality, and how the oppressed struggle to explain to the rest of society what they experience: \"A thing that I’ve come to find is hard to explain is the immediate aftermath of Black people being shot by police ... What is larger and more looming is the idea of fear, and how to track with and explain that fear to people who might not be feeling it in the immediate moments. Even people who I decided are good, caring people, who just don’t have access to unlocking the very particular fear that exists in not only the deaths, but the country’s reactions to the deaths. It isn’t that I find myself afraid of a police officer coming into my house while I sleep and shooting me in my own bed. But I do think about the things on the body that could be mistaken for weapons, including the body itself. I think about how I sometimes run with headphones on and thus might not hear a command yelled by a police officer with their hand already reaching to unlatch their holster. I think of how quickly moonlight can carry infinite mistakes. In the moments after these shootings, when Black people say, “I am afraid the country is trying to kill me,” a rebuttal from people without this particular fear is often rooted in what the country has given, and not what it can take away without consequence.\"<br/><br/>- The dance marathons in the wake of the Great Depression was fascinating - didn't know this was a thing. As he says, \"An affection born out of having to make a home out of the confines of<br/>dance, or of physically holding up another person. A dream exhibit born out of desperation. I am obsessed with this, I imagine, because of how many times I have leaned into someone or something and called it love, because it had to be. Because if it wasn’t love, then something else would crumble. Sure, the stakes were not a hot meal, or a warm and sheltered place. The stakes for me were sometimes depression, sometimes loneliness, sometimes a morning I didn’t think I could make it to. I am in love with the idea of partnering as a means of survival, or a brief thrill, or a chance to conquer a moment\"",
        "category": "Culture"
    },
    {
        "title": "No god but God: The Origins, Evolution and Future of Islam",
        "author": "Reza Aslan",
        "dateRead": "2018/04/06",
        "review": "5 stars because this is the first book that gave me enough context about a topic I've tried to understand for such a long time. My difficulty is that I know little enough about the that I'm unclear if Reza Aslan's interpretation of Islamic history is a subjective narrative - but I'm going to assume it's a fair, if not complete, description.<br/><br/>Ideas I found interesting:<br/><br/>- The Constitution of Medina and the fairly pluralistic, tolerant, liberal (on human rights at least) origins of Islam. The story of Muhammad is perfect content for a great TV show. The story of Muhammad in Mecca and Medina is eerily similar to the Game of Thrones sub-plot of how Daenerys freed the slaves and became their God-like prophet-ruler <br/>- The similarities between mythologies from different religions. The story of Muhammad, Aisha and Safwan sounds similar to the story of Rama, Sita and her time in Lanka. It's interesting how the values of a man seemed to revolve on their forgiveness of their wife's alleged impropriety <br/>- The difference between Shiiism and Sunnism (details of their respective narratives) <br/>- The role of religion in society and how Islam was deemed to be a way of life, and not just religious faith<br/>- The present reformation in Islam, how it is different and similar to the Reformation in Christiniaty (not having a Caliphate/Papal role, role of social media - IslamOnline.com etc) <br/>- The religious history of the Middle East: Authoritarianism in Saudi Arabia and Wahhabism, the Houthis in Yemen, the Ayatollah in Iran<br/>- Does democracy need secularism? Can you have a pluralistic religion-based democracy? Are we relying too much on the American experience? How does secularization (how the State eats into the role of the Church)?",
        "category": "Culture"
    },
    {
    "title": "Reagan: His Life and Legend",
    "author": "Boot, Max",
    "dateRead": "2025/02/10",
    "review": "Found this biography deeply insightful and a fun read. Some thoughts:<br/><br/> - The Central Paradox of Intelligence and Effectiveness: Like Joseph Kennedy in The Patriarch, Reagan showed that political talent isn't necessarily about raw intelligence. The man was famously uninterested in policy details and often displayed shocking ignorance of basic facts, yet was remarkably effective at achieving his goals. His ability to connect with people and convey big ideas mattered more than mastery of details.<br/><br/><i>\"The record shows he had sufficient intelligence to be a successful governor and president but that he also lacked intellectual curiosity or depth and that even his emotional intelligence was spottyhe was more attuned to the public's moods than to those of his family or closest aides. Yet Reagan accomplished more than many presidents who undoubtedly would have scored higher on an IQ test. The central paradox of his presidency was that, as Bud McFarlane said to George Shultz, 'He knows so little and accomplishes so much.'\"</i><br/><br/>- Political Skill: Reagan had a remarkable ability to remain unaffected by criticism or condescension. Unlike Nixon's paranoia or Johnson's insecurities, he seemed genuinely unbothered by what others thought of him. This very inscrutability may have been key to his success. I'd usually say this a helpful mindset to have for happiness, but not necessarily for effectiveness - but it clearly seems to have worked for him.<br/><br/><i>\"Ronald Reagan was one of the most famous people in the world from the 1930s onward, but he remained an enigma even to those who knew him, which suggests that his very inscrutability may have contributed to his appeal. He was the most affable of menalways ready with a story or joke, always genial, always polite, always thoughtful on a one-to-one basis that transcended race or class... Behind his practiced bonhomie was a glacial reserve that forced the person closest to himhis wife, Nancyto say that he walled off part of himself even from her.\"</i><br/><br/>- The Baker-Deaver-Meese Troika: The administrative machinery behind Reagan was fascinating - particularly James Baker's masterful management of both policy and personnel. I'm glad I read his biography by Peter Baker - there's something special about the role of the unelected bureaucrat, especially with a principal like Reagan.<br/><br/><i>\"Secretary of State Alexander Haig was driven nearly to distraction by his inability to get a one-on-one meeting with the president. Donald Regan took it more in stride, but he also found it bewildering. 'In the four years that I served as Secretary of the Treasury,' he wrote, 'I never saw President Reagan alone and never discussed economic philosophy or fiscal and monetary policy with him one-on-one.'\"</i><br/><br/>- Nancy Reagan: Nancy was clearly a protector and enforcer - her influence was enormous but not always positive. Her vindictiveness could be stunning.<br/><br/><i>\"As if to illustrate the point, her special assistant, Jane Erkenbeck, told me that after state dinners, the first lady would review all the pictures taken by the White House photographer, and if any happened to feature someone she did not like, she would tear off a corner to signal that no prints should be made. All the other attendees would receive a photo showing them at the dinnerbut not the people who had incurred Nancy's wrath.\"</i><br/><br/>-The Reagan-Gorbachev Dynamic: Loved these parts, the Geneva and the Reykjavik summits . Their relationship evolved from mutual suspicion to genuine rapport, though not without awkward moments. Reagan's transformation from hardline anti-Communist to peace-maker was remarkable.<br/><br/><i>\"While Reagan and Gorbachev strolled through Red Square, stopping to talk with small groups of people, Gorbachev picked up a small boy and told him, 'Shake hands with Grandpa Reagan.' Once the two leaders returned to the Kremlin, Sam Donaldson of ABC News asked, 'Do you still think you're in an evil empire, Mr. President?' 'No,' Reagan replied. 'I was talking about another time and another era.'\"</i><br/><br/>- More generally, Reagan is more complicated than what modern Republicans portray: His pragmatism extended far beyond what modern Republicans acknowledge. He was willing to change positions when circumstances required, but definitely did partake in racist dog whistling. Reminds me of Caro's depictions of the road to power - you almost always need to play with problematic ideas to win an election. LBJ is a much more poignant example of this idea.<br/><br/><i>\"Reagan spoke at the 1992 Republican convention in support of George H. W. Bush's reelection but generally steered clear of politics. One exception was his support for gun control: In 1991 he endorsed the Brady Bill imposing background checks on gun buyers, and in 1994 he endorsed an assault-weapon ban... His pragmatic gun-control stance would have been unimaginable for later generations of Republicans who embraced an absolutist interpretation of the Second Amendment no matter the cost.\"</i><br/><br/>- As always, surreal moments in political corridors, stuff that could have been in an episode of Veep.<br/><br/><i>\"In an episode that might have come straight out of the 1985 satire Spies Like Us starring Chevy Chase and Dan Aykroyd as inept intelligence agents, the earnest and naive North on September 19, 1986, brought Bahramani to the White House, along with two other bearded Revolutionary Guards, and even gave them a personal tour of the West Wing.\"</i> And the reaction to the Grenada invasion, as captured by the Canadian Ambassador: <i>\"Any country that needs the invasion of Grenada to restore its national pride is not too well.\"</i><br/><br/>Overall, the quality that comes through most strongly is Reagan's ability to evolve and adapt while maintaining his core optimism about America. He was <i>\"willing to abandon the dogmas of a lifetime when it became evident they no longer applied to a changing world.\"</i> That's a quality worth reflecting on in our current political moment.",
    "category": "Memoirs and Biographies"
    },
    {
        "title": "Every Living Thing: The Great and Deadly Race to Know All Life",
        "author": "Jason Roberts",
        "dateRead": "2025/03/08",
        "review": "Absolutely loved this book, truly among the best science history books and memoirs I've read. I'm going to read more of Jason Roberts for sure. Some themes that resonated --<br/><br/>* The contrast between Linnaeus and Buffon's personalities was fascinating. Linnaeus was self-promoting, anxious, and dogmatic while Buffon was elegant, confident. Love his line that glory is \"a vain and deceitful phantom.\" Their temperaments shaped their scientific approaches in profound ways. <i>\"They were exact contemporaries, and polar opposites. Carl Linnaeus was a Swedish doctor with a diploma-mill medical degree and a flair for self-promotion, who trumpeted that 'nobody has been a greater botanist or zoologist' while anonymously publishing rave reviews of his own work. Georges-Louis de Buffon, the gentleman keeper of France's royal garden, disdained contemporary glory as 'a vain and deceitful phantom,' despite being far more famous during his lifetime.\"</i><br/><br/>* Buffon's methodical, contemplative approach to his work is deeply inspiring - something I want to emulate if I can work up the will power. His daily routine - rising at 5 AM, always dressed formally, walking to his isolation chamber to privately contemplate, retiring for bed at 9pm sharp. What remarkable dedication to deep thought. <i>\"Genius,\" he quipped, \"is the greater gift of patience.\" To Buffon, this meant two kinds of patience: the careful acquisition of information, and the careful maintenance of a contemplative state in which to process that information. For these pursuits he was building a controlled environment, tailored for personal occupation. He expected to live a long, productive life exploring numerous fields, including mathematics, optics, metallurgy, microscopy, and any other disciplines that struck his fancy. In anticipation of a lifetime lost in thought, Buffon contrived not to be lost at all. The seventeen-acre park would become both a living laboratory and a private theater of inspiration. The flashes of insight would come when they would come. Meanwhile, he would wander among his trees.\"</i><br/><br/>* Love that Buffon \"had struck no one as especially intelligent\" in his youth, yet independently worked out a mathematical theorem that Newton had formalized. So much about greatness seems to stem from passion, curiosity and self motivation rather than early genius and traditional markers of academic accomplishment - good reminder as a new parent observing R's development. <i>\"Buffon had struck no one as especially intelligent, but then again there'd been no reason to parade his intellect: He'd had other means of impressing the bourgeoisie of Dijon and the demimonde of Angers. But now, in the company of two peers who valued elegance and intelligence alike, he began to acknowledge an interior life in which his interests already bounded well beyond the ordinary.\"</i><br/><br/>* Though many of Linnaeus's ideas failed to stand the test of time, his linguistic contributions endure everywhere in modern science. He coined \"Fauna\" to complement \"Flora,\" gave us terms like Cactus, Lemur, aphid, and renamed an entire class from \"Quadrupedia\" to \"Mammalia.\" Science, like politics, allows winners to write history while others write what becomes dismissed as propaganda. <i>\"In the first edition of Systema Naturae, Linnaeus had coined the term Fauna as a companion to Flora. In the tenth, Linnaeus forged still more language to encapsulate his concepts. Among the now-common words that he coined was Cactus, for the order of prickly plants. He adapted it from the Greek word kaktos, which at the time referred only to a species of Spanish artichoke. Lemur, from the Latin word for 'spirits of the dead,' a reflection of the creature's nocturnal habits and unsettling stare.\"</i><br/><br/>* The transformation from Jardin du Roi to Jardin des Plantes during the French Revolution makes me wish I had read this before my 2023 visit. I would have looked for the Buffon statue and appreciated the garden's rich history as a symbol of democratized scientific knowledge. <i>\"Jardn du Roi. Cannily, Lamarck entitled the pamphlet Memoir on the Cabinet of Natural History, and Particularly on the Jardin des Plantes. Not Jardin du Roi, but Jardin des Plantes. The King's Garden, he implied, was no more: It was merely a Garden of Plants.\"</i><br/><br/>* Loved the illustration of the fundamental tension between human categorization and natural reality. Buffon recognized that \"in Nature, only individuals exist\" while Linnaeus tried to force nature into neat boxes. Same concept as another favorite book - Lulu Miller's \"Why Fish Don't Exist\" and the ultimately futile attempt to create perfect taxonomies. Buffon's comfort with ambiguity seems to correlate with his progressive views on slavery and women. I think there's a connection here strong scientific and social thinking.<br/><br/>* Buffon's dance with the Sorbonne and the Church was hilarious maneuvering. When threatened with censorship, he would put forth bold claims then immediately disavow them in the next paragraph, while maintaining plausible deniability. Worth considering today given so many regimes movement away from allowing free expression. <i>\"To buffer the shock value of the paragraph, he followed immediately with 'Does not such a consequence, I ask, prove repugnant alike to religion and common sense?' 'This is Buffon's way,' Butler pointed out. 'Whenever he has shown us clearly what we ought to think, he stops short suddenly on religious grounds.' Buffon had, of course, done the same thing with species change, stating it boldly (to draw through time all other organized forms from one primordial type), then disavowing it in the very next paragraph (But no! It is certain from revelation).\"</i><br/><br/>* The rigid division between \"History\" (observable reality) and \"Philosophy\" (theory) in the 1700s shows how institutional structures constrained thought. The greatest thinkers transcended these arbitrary boundaries - remember reading this in memoirs about progress in Physics in the 20th century. From C's vignettes, similar academic silos exist today, with interdisciplinary work still facing barriers - we don't seem to learn from history. <i>\"Today we make distinctions between sciences and humanities, but in Buffon's time the great division was between history and philosophy. Both words had very different meanings than they have today. In the modern sense, history means 'things that happened in the past,' while philosophy means 'concepts and ideas relevant to existence.' At the time, history meant all that was tangible, occurring in observable realitythings as well as events.\"</i><br/><br/>* Loved some of the vignettes. Thomas Jefferson buying a panther skin specifically to challenge Buffon, then journeying to Montbard for dinner; Julian Huxley's lifelong battle against scientific racism culminating in the UNESCO statement (what a guy!); Louis Agassiz's problematic racial theories make another appearance. <i>\"In May of 1784, while walking the streets of Philadelphia, Thomas Jefferson noticed an unusually large panther skin hanging from the door of a hatter's shop. The forty-one-year-old Jefferson bought it on the spot, determining, as he put it, 'to carry it to France, to convince Monsieur Buffon of his mistake with this animal, which he had confounded with the Cougar.'\"</i><br/><br/>* TIL that Pando (the aspen colony), the Oregon \"humongous fungus,\" and the Australian seagrass are actually single organisms dwarfing the blue whale challenges our conception of what constitutes an individual organism. Wonder what facts we grew up with will disproven by subsequent generations. <i>\"Other boundaries in biological perception have begun to be dismantled. The blue whale, long considered Earth's most massive lifeform, has been dwarfed by the discovery of a thirteen-million-pound organism dubbed Pando. A resident of central Utah since at least the last Ice Age, Pando is so enormous it occupies 108 acres.\"</i><br/><br/>This book made me realize yet again that things we accept as \"truths\" in how we world the view were deliberate constructions by individuals. The canon is dynamic, and will continually change. The key is to remain open and curious.",
        "category": "Science and Nature"
    }
]