{
  "entries": [
    {
      "date": "2026-01-27",
      "url": "https://open.substack.com/pub/manuinvests/p/the-broken-yardstick-why-your-historic?r=19l27&utm_medium=ios&shareImageVariant=overlay",
      "title": "On PE multiples and adjustments",
      "note": "TIL on why you can’t compare PE multiples temporally (mostly due to SBC, intangibles for industries like Tech)",
      "category": "article"
    },
    {
      "date": "2026-01-27",
      "url": "https://podcasts.apple.com/nz/podcast/david-whyte-part-1/id1671669052?i=1000675874245",
      "title": "David Whyte on Rick Rubin’s podcast",
      "note": "Profound and moving episode on vulnerability, wounds, and much more. This resonated deeply",
      "category": "podcast"
    },
    {
      "date": "2026-01-07",
      "url": "https://www.linkedin.com/posts/anand-sridharan-8aba23_buggy-messy-handbookslides-notes-links-activity-7245330402721058816-vOfv?utm_medium=ios_app&rcm=ACoAAAPUDPwB4RVV3z0ZjYhFkCTBINrYSbFxZqY&utm_source=social_share_send&utm_campaign=copy_link",
      "title": "On humility and a messy world",
      "note": "Lovely read. Reminded me of many concepts I believe in - epoche, falsifiable beliefs etc.",
      "category": "article"
    },
    {
      "date": "2025-12-25",
      "url": "https://www.bbc.co.uk/news/articles/cdxwllqz1l0o",
      "title": "On constructed families",
      "note": "Lovely story of a “family” that was created outside of traditional notions of what a family is. Reading things like this makes me more conscious that all these concepts are cultural and arbitrary. And that we have the ability to reshape the world around us.",
      "category": "article"
    },
    {
      "date": "2025-12-20",
      "url": "https://open.spotify.com/episode/5JpbpXr6Xw2ECVI830AkXc?si=u4h0va6oQ0a5E2AB2sPmJQ",
      "title": "Tyler Cowen and Alison Gopnik",
      "note": "Really enjoyed this episode. I do think she was evasive on some questions of heritability but I found a lot of her views intriguing - the idea that nature vs nurture is too simplistic (that high quality nurture could actually drive variability vs moving the mean), the hypothetical of how it would be to teach baseball the way we teach science, Eric Turkheimer’s research etc. Worth a listen.",
      "category": "podcast"
    },
    {
      "date": "2025-11-25",
      "url": "https://open.substack.com/pub/manujoseph/p/why-are-indias-rich-suddenly-protesting?r=19l27&utm_medium=ios",
      "title": "Manu Joseph on India’s Rich Protesting",
      "note": "Interesting take. Reminds me of Hirschman’s Exit Voice and Loyalty. Manu’s thesis is that Exit has become harder for rich Indians, resulting in Voice. If this is right, America shutting down immigration might have a powerful effect on the quality of public services in India. Would be sweet.",
      "category": "article"
    },
    {
      "date": "2025-11-21",
      "url": "https://open.spotify.com/episode/18cSXbQiVl5nG9rNRd4fna?si=PuO12pmWTo6giYtV2uu6dg&context=spotify%3Ashow%3A2IHbGJJMpiFoz5YrvRfTFw",
      "title": "On Pharma, with Eli Lilly’s CEO",
      "note": "Excellent episode. There’s something about path dependency and system design that determines so much of why the world looks the way it does. Drug pricing, gross to net ratios and how “prices in the US are meaningless”, biotech vs pharmaceuticals. Recommend",
      "category": "podcast"
    },
    {
      "date": "2025-11-10",
      "url": "https://www.newyorker.com/magazine/2025/11/03/some-people-cant-see-mental-images-the-consequences-are-profound",
      "title": "On Aphantasia",
      "note": "Fascinating read. One point that struck was on how aphantasics may be more likely to take the position “the ends justify the means” because they can’t visualize the problems of the means - reminded me of the book The Righteous Mind by Jonathan Haidt. So much of our political positions are a function of our personalities. If there are neurological predictors, may help recontextualize people’s political views",
      "category": "article"
    },
    {
      "date": "2025-11-04",
      "url": "https://open.spotify.com/episode/1E6gbApQlZ1dGAsU1Kk0nM?si=Cr4RMCaXS7SfEDXMOi_JAQ",
      "title": "On South African politics, Winnie and Nelson Mandela",
      "note": "Excellent episode on Conversations with Tyler. I like that framing “policing works only if the community accepts being policed”. Also have to read this book!",
      "category": "podcast"
    },
    {
      "date": "2025-11-04",
      "url": "https://kasurian.com/p/closing-of-the-muslim-mind",
      "title": "On Islamic Civilization and Modernity",
      "note": "Fab read. Reminded me of Pankaj Mishra’s “From the Ruins of Empire” - sometimes I think how recent these dramatic historical changes are and how we’re still living in the immediate aftermath of these events.",
      "category": "article"
    }
  ]
}